import 'package:projectPet/login/dogClass.dart';
class DataDog{
  static List<InfoDog> Dog = [
    InfoDog(
        id_dog: '1',
        image_dog: 'assets/images_pet/Beagle1.jpg',
        title_dog: 'บีเกิ้ล\n(Beagle)',
      bio_dog: [
        'ถ้าให้นึกถึงน้องหมาขนสั้น ขนาดลำตัวกะทัดรัด แสนฉลาด ที่พกความร่าเริงสนุกสนานมาด้วยแบบเต็มกระเป๋า มีจมูกที่ดมกลิ่นได้เก่งไม่เป็นรองใคร และมีความน่ารักแบบล้น ๆ จนหลาย ๆ คนเห็นแล้วก็อยากจะเข้าไปกอด แน่นอนว่าสุนัขสายพันธุ์บีเกิ้ล (Beagle) จะเป็นอีกหนึ่งสายพันธุ์ที่ใครก็ต้องนึกถึง แต่ถึงแม้ว่าบีเกิ้ลจะมีขนาดตัวที่กำลังกะทัดรัด และเป็นเพื่อนกับเด็ก ๆ เป็นอย่างดีก็ตาม ต้องขอบอกว่าบีเกิ้ลมีมุมดื้อเล็ก ๆ รั้นหน่อย ๆ กับพลังแสนจะล้นเหลือ เจ้าของบีเกิ้ลจึงต้องหาเทคนิคในการสอน รวมทั้งดูแลบีเกิ้ลให้มีสุขภาพที่ดี พร้อมแล้วมาทำความรู้จักกับบีเกิ้ลกันให้มากขึ้นกันเลยดีกว่า แล้วจะรู้ว่าทำไมใคร ๆ ก็หลงรักสุนัขสายพันธุ์บีเกิ้ล',
      ],
        component_dog: [
            'อายุเฉลี่ย :	12-15 ปี',
            'น้ำหนัก :	10-11 กิโลกรัม',
            'ส่วนสูง :	33-40 เซนติเมตร',
            'ขนาดตัว :	ขนาดกลาง',
            'ชื่อกลุ่มคนเลี้ยงสุนัข :	พันธุ์นักล่า',
            'สีขน :	Tricolour (black, tan and white); blue, white and tan; badger pied; hare pied; lemon pied; lemon and white; red and white; tan and white; black and white; all white. These colours can also be mottled, with the exception of all white',
            'สุขภาพและปัญหาที่มักพบ : โรคอ้วน และภาวะน้ำหนักเกิน, ภาวะหมอนรองกระดูกทับเส้นประสาท, ปัญหากระดูก และข้อต่อ, ปัญหาโรคตา, ภาวะลมชัก',

        ],
        infoPet_dog: [
          'บีเกิ้ลมีลักษณะนิสัยที่อ่อนโยน และมักสร้างเสียงหัวเราะให้กับเจ้าของด้วยความน่ารักและตลกขี้เล่น แต่ในความน่ารักนั้นก็มีความซนพลังล้นซ่อนอยู่ด้วยเหมือนกัน (ซึ่งบางทีก็อาจทำให้เจ้าของหัวเราะได้ทั้งน้ำตา) บีเกิ้ลก็ไม่ต่างจากสุนัขสายพันธุ์อื่น ๆ ที่ต้องการได้รับความเอาใจใส่ดูแลจากเจ้าของ ชอบการเข้าสังคมพบปะผู้คนหลากหลาย ชอบออกไปเที่ยว ได้มองเห็น ได้ยินเสียงใหม่ ๆ และตอบรับกับทุกประสบการณ์ที่เจ้าของมอบให้',
          'ดังนั้นเคล็ดไม่ลับในการฟูมฟักลูกสุนัขสายพันธุ์นี้ก็คือการให้บีเกิ้ลอยู่ท่ามกลางหมู่เพื่อนสัตว์เลี้ยง รับรองว่าจะสร้างความแฮปปี้ให้กับเจ้าบีเกิ้ลได้มากกว่าปล่อยให้บีเกิ้ลอยู่ตามลำพังในบ้าน เพราะถ้าปล่อยบีเกิ้ลไว้ที่สนามหญ้าหลังบ้านไว้เพียงตัวเดียว บีเกิ้ลก็อาจหาวิธีสร้างความสนุก (แต่ชวนปวดหัว) ด้วยการเห่าหอน ขุดดิน หรือพยายามหนีจากบริเวณนั้นออกมาได้',
        ],
        needknowPet_dog:[
          '🐻‍❄️ สุนัขเหมาะสำหรับเจ้าของที่้เคยเลี้ยงสุนัขมาบ้าง','🐻‍❄️ สุนัขขนาดกลาง','🐻‍❄️ สุนัขส่งเสียงเห่ามากเป็นพิเศษ',
          '🐻‍❄️ ต้องฝึกมากกว่าปกติ','🐻‍❄️ น้ำลายไหลได้บ้าง','🐻‍❄️ ไม่ใช่สุนัขเฝ้าบ้าน',
          '🐻‍❄️ ชอบเดินเป็นประจำ','🐻‍❄️ ต้องดูแล/ตัดขนสัปดาห์ละครั้ง','🐻‍❄️ อาจต้องฝึกให้อยู่ร่วมกับสัตว์เลี้ยงตัวอื่น',
          '🐻‍❄️ ชอบเดินวันละ 1-2 ชั่วโมง','🐻‍❄️ สายพันธุ์ที่ไม่ก่อให้เกิดอาการแพ้','🐻‍❄️ สุนัขครอบครัวที่ดี',

        ],
        trickPet_dog: [
          'ด้วยพื้นฐานของสายพันธุ์บีเกิ้ลที่ชอบอยู่เป็นกลุ่ม บีเกิ้ลจึงแฮปปี้กว่าเมื่อมีเพื่อนอยู่ด้วยมากกว่าที่จะถูกทิ้งให้อยู่ตัวเดียวตามลำพัง ขอแค่มีน้องหมาน้องแมวอยู่เป็นเพื่อนซักนิด บีเกิ้ลก็ไม่เหงาแล้ว และถ้าอยากจะพาบีเกิ้ลออกไปเที่ยวไหนก็ไม่ใช่ปัญหา เพียงแค่เตรียมตัวสอนบีเกิ้ลให้กลับมาเมื่อถูกเรียก เตรียมน้ำไว้ให้บีเกิ้ลดับกระหายคลายร้อน โดยเลือกสถานที่ที่ไม่ร้อนจัดจนเกินไป และคอยจับตาดูไว้อย่าปล่อยให้บีเกิ้ลไปไกลเกินระยะสายตาเลยเชียวนะ'
        ],
    ),
    InfoDog(
      id_dog: '2',
      image_dog: 'assets/images_pet/Labrador Retrievers2.png',
      title_dog: 'ลาบราดอร์\n(Labrador Retrievers)',
      bio_dog: [
        'สุนัขลาบราดอร์ รีทรีฟเวอร์เป็นสุนัขพันธุ์ใหญ่ มีรูปร่าง โครงสร้างกระดูกและกล้ามเนื้อที่แข็งแรง ส่วนหัวใหญ่ มีดวงตาที่ดูอ่อนโยน เฉลียวฉลาด มีหางที่เป็นเอกลักษณคล้ายหางตัวนาก ขนที่สั้นและแน่น มีได้หลายสี ตั้งแต่ดำล้วน น้ำตาลทอง และสีน้ำตาล เมื่อโตเต็มวัยจะสูง 56 - 57 ซม.และหนักประมาณ 30 กก. ส่วนเพศเมียสูงประมาณ 55 - 56 ซม. และหนักราวๆ 28 กก.',
      ],
      component_dog: [
        'อายุเฉลี่ย :	10 – 14 ปี',
        'น้ำหนัก : 25 – 36 กิโลกรัม',
        'ส่วนสูง : 55 – 57 เซนติเมตร',
        'ขนาดตัว : ขนาดใหญ่',
        'ชื่อกลุ่มคนเลี้ยงสุนัข : สุนัขคาบเหยื่อ',
        'สีขน :	ดำ เหลือง และสีช็อกโกแลต',
        'สุขภาพและปัญหาที่มักพบ : เสี่ยงเป็นโรคตาที่เกิดจากกรรมพันธุ์เหมือนกับอีกหลายสายพันธุ์ และยังมีปัญหาเรื่องข้อศอก ข้อสะโพกเสื่อม จึงควรตรวจสุขภาพตาและสะโพกของสุนัขก่อนการเพาะพันธุ์',

      ],
      infoPet_dog: [
        'สุนัขลาบราดอร์ รีทรีฟเวอร์เป็นสุนัขยอดนิยมตลอดกาลและเป็นตัวเลือก 1 ใน 3 ของคนที่ตามหาสัตว์เลี้ยงประจำครอบครัว โดยเฉพาะเจ้าของที่ชอบการออกกำลังกาย สุนัขสายพันธุ์นี้เป็นมิตร มีนิสัยดี พร้อมมอบความรักให้กับทุกคน และยังเป็นสัตว์ที่เข้าสังคม ปรับตัวเก่ง สร้างสัมพันธ์กับสัตว์อื่น ๆ และเด็กได้ดี เพราะมีความอดทน เชื่อง แต่ก็ไม่ควรไปล้ำเส้น สุนัขลาบราดอร์ รีทรีฟเวอร์ซื่อสัตย์มากและชอบมีส่วนร่วมกับสมาชิกครอบครัวทุกเวลา และจะเห่าบอกเจ้าของเมื่อเจอคนแปลกหน้า แต่ก็พร้อมต้อนรับแขกเป็นอย่างดี',
      ],
      needknowPet_dog:[
        '🐻‍❄️ สุนัขเหมาะสำหรับเจ้าของที่ไม่เคยเลี้ยงสุนัขมาก่อน','🐻‍❄️ สุนัขขนาดใหญ่','🐻‍❄️ สุนัขช่างพูดและช่างเห่า',
        '🐻‍❄️ ต้องการการฝึกขั้นพื้นฐาน','🐻‍❄️ น้ำลายไหลได้บ้าง','🐻‍❄️ ไม่ใช่สุนัขเฝ้าบ้าน',
        '🐻‍❄️ ชอบเดินออกกำลังกายอย่างหนัก','🐻‍❄️ ต้องดูแล/ตัดขนสัปดาห์ละครั้ง','🐻‍❄️ เข้ากันกับสัตว์อื่นได้ดี',
        '🐻‍❄️ ชอบเดินมากกว่า 2 ชั่วโมงต่อวัน','🐻‍❄️ สายพันธุ์ที่ไม่ก่อให้เกิดอาการแพ้','🐻‍❄️ สุนัขครอบครัวที่ดี',
      ],
      trickPet_dog:[
        '🐩 แต่เดิมชาวประมงเลี้ยงสุนัขลาบราดอร์ รีทรีฟเวอร์ไว้คอยช่วยงานคาบตาข่ายดักปลา',
        '🐩 ในหนึ่งครอก ลูกสุนัขลาบราดอร์ รีทรีฟเวอรสามารถมีได้ทุกสี (ดำ เหลือง และสีช็อกโกแลต)',
        '🐩 สุนัขตัวแรกที่ทำให้โลกตื่นตัวเรื่องภาวะเบาหวานในสุนัขคือ สุนัขลาบราดอร์ รีทรีฟเวอร์ ชื่ออาร์มสตรอง',
        '🐩 สุนัขลาบราดอร์ รีทรีฟเวอร์เป็นอีกหนึ่งสายพันธุ์สุนัขยอดนิยมในสหรัฐอเมริกาและสหราชอาณาจักร',
        '🐩 สุนัขลาบราดอร์ รีทรีฟเวอร์ได้กลายมาเป็นสุนัขสำหรับทำงานหลากหลายแบบ ได้แก่ ค้นหายาเสพติดและวัตถุระเบิด ทำงานค้นหาและช่วยเหลือผู้บาดเจ็บ และอาจจะเป็นสุนัขนำทางผู้พิการทางสายตาด้วย',
      ],
    ),
    InfoDog(
      id_dog: '3',
      image_dog: 'assets/images_pet/Golden Retriever3.png',
      title_dog: 'โกลเด้น รีทริฟเวอร์\n(Golden Retriever)',
      bio_dog: [
        'สำหรับคนรักสุนัขทั้งหลายคงไม่มีใครไม่รู้จัก โกลเด้น รีทริฟเวอร์ (Golden Retriever) ด้วยขนาดตัวที่พอเหมาะ สายตาที่อ่อนโยน เป็นมิตร ร่าเริง ขนสีทองอร่าม และหางเป็นแพคล้ายขนนกที่แกว่งไปมาตลอดเวลา บทความนี้จะพามาทำความรู้จักกับสุนัขพันธุ์โกลเด้น รีทริฟเวอร์ในทุกแง่มุม ทั้งภาพรวมของสายพันธุ์ และเคล็ดลับในการดูแลสุขภาพ และกิจกรรมที่เหมาะสม',
      ],
      component_dog: [
        'อายุเฉลี่ย :	10-12 ปี',
        'น้ำหนัก :	27-34 กิโลกรัม',
        'ส่วนสูง :	51-61 เซนติเมตร',
        'ขนาดตัว :	ขนาดใหญ่',
        'ชื่อกลุ่มคนเลี้ยงสุนัข :	สุนัขคาบเหยื่อ',
        'สีขน :	The Golden Retriever comes in various shades of gold from light to dark',
        'สุขภาพและปัญหาที่มักพบ : โรคอ้วน และภาวะน้ำหนักเกิน, ภาวะหมอนรองกระดูกทับเส้นประสาท, ปัญหากระดูก และข้อต่อ, ปัญหาโรคตา, ภาวะลมชัก',
      ],
      infoPet_dog: [
        'สุนัขโกลเด้น รีทริฟเวอร์ นั้นเป็นสุนัขที่เป็นมิตรและนิสัยดีเป็นอันดับต้นๆ ในบรรดาสุนัขทั้งหมด แต่เดิมสุนัขโกลเด้น รีทริฟเวอร์ ถูกปรับปรุงพันธุ์มาเพื่อเป็นผู้ช่วยของบรรดาผู้ที่ชื่นชอบการล่านกเป็ดน้ำ สุนัขพันธุ์นี้จึงค่อนข้างแอคทีฟ และมีพลังงานสูง มีนิสัยชอบคาบ รวมถึงกัดแทะสิ่งของต่าง ๆ',
      ],
      needknowPet_dog:[
        '🐻‍❄️ สุนัขเหมาะสำหรับเจ้าของที่ไม่เคยเลี้ยงสุนัขมาก่อน','🐻‍❄️ สุนัขขนาดใหญ่','🐻‍❄️ สุนัขเงียบ',
        '🐻‍❄️ ต้องการการฝึกขั้นพื้นฐาน','🐻‍❄️ น้ำลายไหลได้บ้าง','🐻‍❄️ ไม่ใช่สุนัขเฝ้าบ้าน',
        '🐻‍❄️ ชอบเดินออกกำลังกายอย่างหนัก','🐻‍❄️ ต้องดูแล/ตัดขนสัปดาห์ละครั้ง','🐻‍❄️ เข้ากันกับสัตว์อื่นได้ดี',
        '🐻‍❄️ ชอบเดินมากกว่า 2 ชั่วโมงต่อวัน','🐻‍❄️ สายพันธุ์ที่ไม่ก่อให้เกิดอาการแพ้','🐻‍❄️ สุนัขครอบครัวที่ดี',
      ],
      trickPet_dog:[
        '🐩 เป็นหนึ่งในสายพันธุ์ที่ฉลาดมาก สามารถฝึกฝนและจดจำบทเรียนได้ดี แต่เนื่องจากนิสัยที่เหมือนเด็ก จึงพบว่าหลายครั้งสุนัขพันธุ์ก็นี้ถูกชักจูงและทำให้เสียสมาธิได้ง่าย',
        '🐩 ดังนั้นในการฝึกแต่ละครั้งอาจต้องใช้ระยะเวลาแค่สั้น ๆ แต่อาศัยการฝึกบ่อย ๆ และที่สำคัญการฝึกให้ลูกสุนัขเข้าสังคมได้ออกไปเจอผู้คน สิ่งมีชีวิต หรือเสียงที่หลากหลายตั้งแต่เด็ก จะช่วยให้พวกเขาโตมาเป็นสุนัขที่นิ่งมากขึ้น',
      ],
    ),
    InfoDog(
      id_dog: '4',
      image_dog: 'assets/images_pet/huskies4.jpg',
      title_dog: 'ไซบีเรียน ฮัสกี\n(Siberian Husky)',
      bio_dog: [
        'สุนัขไซบีเรียน ฮัสกี (Siberian Husky) เป็นหนึ่งในสายพันธุ์สุนัขที่มีความสง่างาม ด้วยรูปลักษณ์ภายนอกและบุคลิกที่ดูนิ่ง แต่ก็กระฉับกระเฉง และมีพลังที่ล้นเหลือ และด้วยคุณสมบัติเหล่านี้ บ่อยครั้งจึงเลี่ยงไม่ได้ที่สุนัขพันธุ์นี้จะมีความผิดปกติในเรื่องข้อต่อ เช่น ข้อสะโพกเคลื่อน และปัญหาโรคผิวหนังตามมา บทความนี้จะพามาทำความรู้จักกับสุนัขพันธุ์ไซบีเรียน ฮัสกีในทุกแง่มุม ทั้งภาพรวมของสายพันธุ์ ปัญหาและเคล็ดลับในการดูแลสุขภาพ และกิจกรรมที่เหมาะสม',
      ],
      component_dog: [
        'อายุเฉลี่ย :	10-12 ปี',
        'น้ำหนัก :	27-34 กิโลกรัม',
        'ส่วนสูง :	51-61 เซนติเมตร',
        'ขนาดตัว :	ขนาดใหญ่',
        'ชื่อกลุ่มคนเลี้ยงสุนัข :	สุนัขคาบเหยื่อ',
        'สีขน :	Black and white, grey, white, black, black and tan, silver, sable and white, grey and white, red and white',
        'สุขภาพและปัญหาที่มักพบ : ปัญหาเกี่ยวกับข้อต่อ เช่น ข้อสะโพกเสื่อม (Hip dysplasia), โรคภูมิแพ้ (Allergies), โรคกระเพาะอาหารขยายและบิดตัว (Gastric dilatation volvulus: GDV), โรคเกี่ยวกับตา เช่น โรคต้อกระจก (Cataracts) ปัญหากระจกตาเสื่อม (Corneal dystrophy) และปัญหาจอตาเสื่อม (Progressive Retinal Atrophy: PRA) เป็นต้น   ',
      ],
      infoPet_dog: [
        'ภายใต้ภาพลักษณ์ที่ดูสง่างามและกระฉับกระเฉงนั้น สุนัขไซบีเรียน ฮัสกี ถือเป็นสุนัขที่ขับเคลื่อนด้วยสัญชาตญาณอีกสายพันธุ์หนึ่ง สุนัขไซบีเรียน ฮัสกี มีความฉลาด และสง่างาม แต่สาเหตุที่หลายคนมองว่าสุนัขพันธุ์นี้ฝึกได้ยาก ไม่ใช่เรื่องของไหวพริบแต่อย่างใด แต่เป็นเพราะสุนัขสายพันธุ์นี้ไม่ชอบทำตามคำสั่งเสียมากกว่า ซึ่งในทางกลับกันสุนัขไซบีเรียน ฮัสกี ชอบที่จะทำกิจกรรมที่พวกเขาสนใจเท่านั้น เพราะฉะนั้นหากคุณต้องการฝึกสุนัขไซบีเรียน ฮัสกี คุณต้องมั่นใจว่าตัวคุณคือจ่าฝูง และต้องอาศัยความสม่ำเสมอและวินัยในการฝึก เพียงเท่านี้คุณก็สามารถฝึกให้สุนัขไซบีเรียน ฮัสกี ทำตามคำสั่งได้สำเร็จ',
        'ตามที่กล่าวไปข้างต้นว่าสุนัขไซบีเรียน ฮัสกี นั้นมักทำตามสัญชาตญาณของตนเอง การวิ่งไล่เหยื่อ และการหลบหนีออกจากคอกก็รวมเป็นหนึ่งในนั้น ดังนั้นหากคุณต้องการทำคอกให้สุนัขไซบีเรียน ฮัสกี คุณต้องมั่นใจก่อนว่าคอกนั้นแข็งแรงพอ โดยทั่วไปแนะนำให้ใช้รั้วไม้แข็งสูงประมาณ 6 – 8 ฟุต ฝังลงไปใต้ดินอย่างน้อย 2 ฟุต เพื่อป้องกันการขุดโพรงหนี และเมื่อสุนัขไซบีเรียน ฮัสกี ของคุณหนีออกไปได้ รับรองว่าความเสียหายที่ตามมาไม่ใช่เรื่องสนุกอย่างแน่นอน',
      ],
      needknowPet_dog:[
        '🐻‍❄️ สุนัขเหมาะสำหรับเจ้าของที่ไม่เคยเลี้ยงสุนัขมาก่อน','🐻‍❄️ สุนัขขนาดกลาง','🐻‍❄️ สุนัขช่างพูดและช่างเห่า',
        '🐻‍❄️ ต้องฝึกมากกว่าปกติ','🐻‍❄️ น้ำลายไหลให้น้อยที่สุด','🐻‍❄️ สุนัขเฝ้าบ้าน ต้องเห่าและเตือน',
        '🐻‍❄️ ชอบเดินออกกำลังกายอย่างหนัก','🐻‍❄️ ต้องดูแล/ตัดขนสัปดาห์ละครั้ง','🐻‍❄️ อาจต้องฝึกให้อยู่ร่วมกับสัตว์เลี้ยงตัวอื่น',
        '🐻‍❄️ ชอบเดินวันละ 1-2 ชั่วโมง','🐻‍❄️ สายพันธุ์ที่ไม่ก่อให้เกิดอาการแพ้','🐻‍❄️ อาจต้องฝึกให้อยู่ร่วมกับเด็ก',
      ],
      trickPet_dog:[
        '🐩 สุนัขไซบีเรียน ฮัสกี เป็นสุนัขที่มีพลังงานและความต้องการออกกำลังกายสูงมาก ดังนั้นคุณควรพาเขาไปออกกำลังกายอย่างจริงจังทุกวัน',
      ],
    ),
    InfoDog(
      id_dog: '5',
      image_dog: 'assets/images_pet/shiba-inu5.png',
      title_dog: 'สุนัขชิบะ\n(Shiba Inu)',
      bio_dog: [
        'สุนัขชิบะ(Shiba Inu) สุนัขชิบะเป็นสุนัขสายพันธุ์ที่แข็งแรง ขนาดตัวใหญ่ปานกลาง อยู่ในสายพันธุ์สปิตซ์ (เป็นสายพันธุ์ที่มีหูตั้ง ขนหนา และหางม้วนงอ) สุนัขชิบะเป็นเหมือนสุนัขพันธุ์อะกิตะที่รูปร่างเล็กกว่า เพศผู้ตัวโตเต็มวัยสูงประมาณ 39.5 ซม. ส่วนเพศเมียสูง 36.5 ซม. มีขนชั้นนอกที่แข็ง เป็นเส้นตรง มีสีแดง แดงปนน้ำตาล (สีแดงแบบมีปลายขนสีดำ) ดำ-น้ำตาล หรือขาว ปกคลุมขนชั้นในที่หนานุ่มอีกที',
      ],
      component_dog: [
        'อายุเฉลี่ย :	12-15 ปี',
        'น้ำหนัก :	27-34 กิโลกรัม',
        'ส่วนสูง :	36.5-39.5 เซนติเมตร',
        'ขนาดตัว :	ขนาดเล็ก',
        'ชื่อกลุ่มคนเลี้ยงสุนัข :	สุนัขคาบเหยื่อ',
        'สีขน :	สีแดง แดงปนน้ำตาล (สีแดงแบบมีปลายขนสีดำ) ดำ-น้ำตาล หรือขาว',
        'สุขภาพและปัญหาที่มักพบ :    ',
      ],
      infoPet_dog: [
        'สุนัขชิบะถือว่าเป็นสายพันธุ์ที่ตื่นตัว คล่องแคล่วว่องไว และเป็นมิตร แต่ก็ค่อนข้างรักอิสระและมีสัญชาตญาณความเป็นนักล่าสูง ดังนั้น จึงต้องฝึกให้เข้าสังคมตั้งแต่เป็นลูกสุนัข เพื่อให้อยู่ร่วมกับสุนัขตัวอื่น ๆ ได้ ลักษณะเด่นเฉพาะตัวของสุนัขพันธุ์ชิบะก็คือเสียงที่แหลมสูงเปล่งออกมาเมื่อรู้สึกตื่นเต้นหรือกระวนกระวาย',

      ],
      needknowPet_dog:[
        '🐻‍❄️ สุนัขเหมาะสำหรับเจ้าของที่มีประสบการณ์เลี้ยงสุนัข','🐻‍❄️ สุนัขขนาดเล็ก','🐻‍❄️ สุนัขช่างพูดและช่างเห่า',
        '🐻‍❄️ ต้องฝึกมากกว่าปกติ','🐻‍❄️ น้ำลายไหลได้บ้าง','🐻‍❄️ สุนัขเฝ้าบ้าน ต้องเห่าและเตือน',
        '🐻‍❄️ ชอบเดินเป็นประจำ','🐻‍❄️ ต้องดูแล/ตัดขนสัปดาห์ละครั้ง','🐻‍❄️ อาจต้องฝึกให้อยู่ร่วมกับสัตว์เลี้ยงตัวอื่น',
        '🐻‍❄️ ชอบเดินวันละ 1 ชั่วโมง','🐻‍❄️ สายพันธุ์ที่ไม่ก่อให้เกิดอาการแพ้','🐻‍❄️ อาจต้องฝึกให้อยู่ร่วมกับเด็ก',
      ],
      trickPet_dog:[
        '🐩 สุนัขชิบะเป็นสุนัขพันธุ์ที่ถูกผสมมาเพื่อใช้ล่าและต้อนสัตว์ขนาดเล็กในพื้นที่ภูเขาของญี่ปุ่น เปรียบเสมือนสุนัขอะกิตะขนาดเล็ก ซึ่งที่จริงแล้วคำว่า ชิบะ อินุ (Shiba Inu) ก็เแปลว่าสุนัขตัวเล็กนั่นเอง สุนัขชิบะถือเป็นสุนัขสายพันธุ์เก่าแก่พันธุ์หนึ่ง มีเรื่องราวความเป็นมาตั้งแต่ช่วง 3 ศตวรรษก่อนคริสตกาล เคยเกือบจะสูญพันธุ์ไปในช่วงสงครามโลกครั้งที่ 2 แต่ก็มีจำนวนหนึ่งที่รอดจากการทิ้งระเบิดและการระบาดของโรคหัดสุนัขได้ และถูกนำมาแพร่พันธุ์เพื่อรักษาสายพันธุ์เอาไว้',
      ],
    ),

    InfoDog(
      id_dog: '6',
      image_dog: 'assets/images_pet/German-Shepherd6.png',
      title_dog: 'เยอรมันเชพเพิร์ด\n(German Shepherd)',
      bio_dog: [
        'สุนัขเยอรมันเชพเพิร์ดเป็นสุนัขที่ใครเห็นก็รู้จักและจำได้ว่าเป็นสายพันธุ์อะไร ลักษณะของสุนัขพันธุ์นี้มักจะมีกล้ามเนื้อที่ชัดเจน ดูตื่นตัว ท่วงท่าสง่างามและน่าเกรงขาม ปราดเปรียว สุขุม มีขนหลายสี (จากมาตรฐานสายพันธุ์) ขนชั้นนอกแข็งและหยาบ ส่วนขนชั้นในหนา ความสูงที่เหมาะสมสำหรับเพศผู้ที่โตเต็มวัยคือ 63 ซม. ส่วนเพศเมียควรสูง 58 ซม. น้ำหนักอยู่ระหว่าง 30-36 กก.',
      ],
      component_dog: [
        'อายุเฉลี่ย :	9-13 ปี',
        'น้ำหนัก :	22-40 กิโลกรัม',
        'ส่วนสูง :	58-63 เซนติเมตร',
        'ขนาดตัว :	ขนาดใหญ่',
        'ชื่อกลุ่มคนเลี้ยงสุนัข :	เหมาะกับชนบท',
        'สีขน :	มีขนหลายสี ได้แก่ สีดำ สีน้ำตาลแดง สีดำและน้ำตาลปนกัน สีดำและสีทอง',
        'สุขภาพและปัญหาที่มักพบ : โรคระบบทางเดินอาหาร ภาวะกระเพาะอาหารขยายและบิดตัว (Gastric Dilation Volvulus) โรคเกี่ยวกับไขสันหลังและลมชัก   ',
      ],
      infoPet_dog: [
        'สุนัขเยอรมันเชพเพิร์ดจะผูกพันกับผู้ดูแลและอยากใช้เวลาด้วยกันให้มากที่สุดเท่าที่จะเป็นไปได้ แม้ว่าสุนัขพันธุ์นี้จะต้องการคนดูแลเอาใจใส่ แต่ก็พร้อมตอบแทนด้วยความจงรักภักดี และซื่อสัตย์ ในทางกลับกัน ถ้าคุณไม่ได้ใส่ใจดูแลและฝึกสอนสุนัขเยอรมันเชพเพิร์ดมากพอ สุนัขก็อาจขาดความมั่นใจและไม่เชื่อฟังได้ สุนัขพันธุ์นี้ชอบเรียนรู้และตอบสนองต่อการฝึกได้ดี พิสูจน์ได้ผ่านผลการฝึกที่มักจะออกมาดีเยี่ยมเสมอ',

      ],
      needknowPet_dog:[
        '🐻‍❄️ สุนัขเหมาะสำหรับเจ้าของที่มีประสบการณ์เลี้ยงสุนัข','🐻‍❄️ สุนัขขนาดใหญ่','🐻‍❄️ สุนัขส่งเสียงเห่ามากเป็นพิเศษ',
        '🐻‍❄️ ต้องฝึกมากกว่าปกติ','🐻‍❄️ น้ำลายไหลได้บ้าง','🐻‍❄️ สุนัขเฝ้าบ้าน ต้องเห่า เตือน และปกป้องเจ้าของได้',
        '🐻‍❄️ ชอบเดินออกกำลังกายอย่างหนัก','🐻‍❄️ ต้องดูแล/ตัดขนสัปดาห์ละครั้ง','🐻‍❄️ อาจต้องฝึกให้อยู่ร่วมกับสัตว์เลี้ยงตัวอื่น',
        '🐻‍❄️ ชอบเดินมากกว่า 2 ชั่วโมงต่อวัน','🐻‍❄️ สายพันธุ์ที่ไม่ก่อให้เกิดอาการแพ้','🐻‍❄️ อาจต้องฝึกให้อยู่ร่วมกับเด็ก',
      ],
      trickPet_dog:[
        '🐩 สุนัขเยอรมันเชพเพิร์ดได้รับความนิยมสูงและเป็นสุนัขยอดนิยมอันดับสองของชมรมคนเลี้ยงสุนัขของอเมริกา รองจากสายพันธุ์ลาบราดอร์',
        '🐩 หลังจากสงครามโลก ชาวอเมริกันและยุโรปรู้สึกกังวลกับคำว่าเยอรมันในชื่อของสุนัขพันธุ์นี้ จึงมีการเปลี่ยนชื่อสายพันธุ์เป็น อัลเซเชียน (Alsatian Wolf Dog) แทน และทุกวันนี้ก็ยังมีผู้คนใช้ชื่อเรียกนี้อยู่',
        '🐩 ก่อนจะมีภาพยนตร์เรื่อง Lassie สุนัขตัวแรกที่ได้เป็นดาราภาพยนตร์ก็คือสุนัขเยอรมันเชพเพิร์ด ชื่อว่า ริน ทิน ทิน ซึ่งได้รับการช่วยเหลือตั้งแต่ยังเด็กในช่วงสงครามโลกครั้งที่ 1 ปี 1918 โดยทหารอเมริกันชื่อ ลี ดันแคน ได้เล่นถึง 26 เรื่อง มีรายการวิทยุเป็นของตัวเอง แถมยังมีเชฟส่วนตัวอีกด้วย',
        '🐩 สุนัขเยอรมันเชพเพิร์ดมีความชาญฉลาดสูง สามารถเข้าใจเทคนิคใหม่ ๆ และฝึกความประพฤติได้ในเวลาสั้น ๆ',
        '🐩 สุนัขเยอรมันเชพเพิร์ดสามารถทำงานได้หลากหลายแบบ แต่ที่คนส่วนใหญ่ไม่คุ้นเคยก็คือ เป็นสุนัขที่นำทางผู้พิการทางสายตา และด้วยส่วนสูงที่พอเหมาะ ทำให้สุนัขพันธุ์นี้เข้ากันกับผู้พิการทางสายตาที่เป็นอดีตทหารได้อย่างดี เพราะสุนัขลาบราดอร์และโกลเด้น รีทรีฟเวอร์ (หรือพันธุ์ผสมระหว่างกัน) มีขนาดตัวที่เตี้ยเกินไป และเป็นที่นิยมสำหรับเจ้าของที่ตัวสูง แต่ปริมาณการผลัดขนที่เยอะ ทำให้ไม่เป็นไม่เป็นที่นิยมนัก',
      ],
    ),
    InfoDog(
      id_dog: '7',
      image_dog: 'assets/images_pet/bichon frise7.png',
      title_dog: 'บิชอง ฟริเซ่\n(Bichon Frise)',
      bio_dog: [
        'สุนัขบิชอง ฟรีเซ่ มีความนิ่งและหน้าตาเฉลียวฉลาด รูปร่างเล็กและสีขนเป็นสีเดียวทั้งตัว ตากับจมูกสีดำสนิทตัดกันกับสีขนที่ขาวราวหิมะและหางเป็นพวงเหมือนขนนกที่โค้งและม้วนกลับมาที่หลัง ด้วยขนที่นุ่มลื่นดุจใยไหมนี้ขดเป็นเกลียวทำให้สุนัขบิชอง ฟริเซ่ดูคล้ายปุยนุ่นเดินได้ เมื่อโตเต็มวัยทั้งเพศผู้และเพศเมียจะสูงประมาณ 23-28 ซม. และหนักประมาณ 3-6 กก.',
      ],
      component_dog: [
        'อายุเฉลี่ย :	10-12 ปี',
        'น้ำหนัก :	3-6 กิโลกรัม',
        'ส่วนสูง :	23-28 เซนติเมตร',
        'ขนาดตัว :	ขนาดเล็กจิ๋ว',
        'สีขน :	ขาว',
        'สุขภาพและปัญหาที่มักพบ : สุนัขบิชอง ฟริเซ่ถือว่าเป็นสุนัขพันธุ์เล็กที่มีสุขภาพแข็งแรงมาก แต่ก็มีความเสี่ยงเรื่องปัญหาสายตาเช่นเดียวกับสุนัขสายพันธุ์เล็กพันธุ์อื่น ๆ และอาจมีปัญหาสะบ้าหัวเข่าที่อาจเคลื่อนหลุดได้ (luxating patellas) นอกจากนี้ยังมักมีอาการตาแฉะและมีแนวโน้มที่จะเป็นนิ่วในกระเพาะปัสสาวะ',
      ],
      infoPet_dog: [
        'สุนัขบิชอง ฟริเซ่ มีนิสัยยิ้มแย้ม แจ่มใส และชอบใช้ชีวิตกับคนเป็นครอบครัว ถึงแม้จะชอบใช้เวลาไปท่องเที่ยวกับครอบครัว แต่ก็สอนให้อยู่บ้านตามลำพังได้ เข้าสังคมได้ดี ใช้ชีวิตกับสุนัขหรือสัตว์เลี้ยงอื่น ๆ ในบ้านได้สบาย ๆ',

      ],
      needknowPet_dog:[
        '🐻‍❄️ สุนัขเหมาะสำหรับเจ้าของที่ไม่เคยเลี้ยงสุนัขมาก่อน','🐻‍❄️ สุนัขขนาดกลาง','🐻‍❄️ สุนัขเงียบ',
        '🐻‍❄️ ต้องฝึกมากกว่าปกติ','🐻‍❄️ น้ำลายไหลให้น้อยที่สุด','🐻‍❄️ สุนัขเฝ้าบ้าน ต้องเห่าและเตือน',
        '🐻‍❄️ ชอบเดินเบา ๆ','🐻‍❄️ ต้องดูแล/ตัดขนสุนัขทุกวัน','🐻‍❄️ เข้ากันกับสัตว์อื่นได้ดี',
        '🐻‍❄️ ชอบเดินวันละครึ่งชั่วโมง','🐻‍❄️ สายพันธุ์แพ้ง่าย','🐻‍❄️ สุนัขครอบครัวที่ดี',
      ],
      trickPet_dog:[
        '🐩 หลายศตวรรษก่อน สุนัขพันธุ์บิชอง ฟริเซ่ได้รับความนิยมในฝรั่งเศสและสเปน และเคยปรากฏในภาพวาดของราชวงศ์ทั้งสองประเทศด้วย สุนัขบิชอง ฟริเซ่พัฒนาจากสายพันธุ์ในเกาะต่าง ๆ รอบทะเลเมดิเตอร์เรเนียน และคาดว่าน่าจะมาจากเกาะเตเนริเฟ (Tenerife) โดยมีพันธุ์ “บิชอง ออฟ มัลตา” หรือ “มัลทีส” เป็นสายพันธุ์ที่คล้ายกัน และในช่วงศตวรรษที่ 14 เป็นช่วงที่ชาวกะลาสีเรือได้นำสุนัขพันธุ์นี้จากเกาะเตเนริเฟเข้าสู่ยุโรป',
      ],
    ),
    InfoDog(
      id_dog: '8',
      image_dog: 'assets/images_pet/dachshund8.jpg',
      title_dog: 'ดัชชุน\n(Dachshund)',
      bio_dog: [
        'สุนัขดัชชุนมีส่วนหลังยาว ขาสั้นและตัวเตี้ยมาก เมื่อยังเป็นลูกสุนัข จะมีกล้ามเนื้อ ทรวดทรวงแข็งแรง ส่วนหน้าอกตันกว้าง และขาหน้าแข็งแรง ส่วนขนจะสั้น แน่นและลื่น มีหลายสี (ศึกษาข้อมูลรายละเอียดมาตรฐานสายพันธุ์เพิ่มเติม) เมื่อโตเต็มวัยจะหนัก 4.5-5 กก. และสูงประมาณ 12-15 ซม.',
      ],
      component_dog: [
        'อายุเฉลี่ย :	10-12 ปี',
        'น้ำหนัก :	4.5-5 กิโลกรัม',
        'ส่วนสูง :	12-15 เซนติเมตร',
        'ขนาดตัว :	ขนาดเล็ก',
        'สีขน :	มีหลายสี',
        'สุขภาพและปัญหาที่มักพบ : มักเกิดจากรูปร่างเฉพาะตัวของสายพันธุ์ที่สร้างความผิดปกติของกระดูกสันหลัง นอกจากนี้สุนัขพันธุ์นี้ยังมักเป็นโรคหัวใจ และมีปัญหาตาที่ถ่ายทอดทางพันธุกรรมเช่นเดียวกับสุนัขพันธุ์อื่น ๆ จึงควรตรวจตาพ่อพันธุ์แม่พันธุ์อย่างสม่ำเสมอ',
      ],
      infoPet_dog: [
        'สุนัขสายพันธุ์นี้รักอิสระ จึงต้องใช้ความใจเย็น สม่ำเสมอและอดทนในการฝึกสอน ควรฝึกสุนัขดัชชุนให้เข้าสังคมตั้งแต่ยังเป็นลูกสุนัขเพื่อให้คุ้นเคยกับเด็ก คนแปลกหน้าและสัตว์อื่นๆ สุนัขพันธุ์นี้อาจติดสมาชิกครอบครัวคนใดคนหนึ่งโดยเฉพาะและสงวนท่าทีกับคนแปลกหน้า',

      ],
      needknowPet_dog:[
        '🐻‍❄️ สุนัขเหมาะสำหรับเจ้าของที่้เคยเลี้ยงสุนัขมาบ้าง','🐻‍❄️ สุนัขขนาดเล็ก','🐻‍❄️ สุนัขส่งเสียงเห่ามากเป็นพิเศษ',
        '🐻‍❄️ ต้องฝึก','🐻‍❄️ น้ำลายไหลให้น้อยที่สุด','🐻‍❄️ สุนัขเฝ้าบ้าน ต้องเห่าและเตือน',
        '🐻‍❄️ ชอบเดินเบา ๆ','🐻‍❄️ ต้องดูแล/ตัดขนสุนัขวันเว้นวัน','🐻‍❄️ อาจต้องฝึกให้อยู่ร่วมกับสัตว์เลี้ยงตัวอื่น',
        '🐻‍❄️ ชอบเดินวันละ 1 ชั่วโมง','🐻‍❄️ สายพันธุ์ที่ไม่ก่อให้เกิดอาการแพ้','🐻‍❄️ อาจต้องฝึกให้อยู่ร่วมกับเด็ก',
      ],
      trickPet_dog:[
        '🐩 สุนัขดัชชุนเคยได้รับการจัดประเภทเป็นสุนัขนักล่า (Hound) เพราะมีการตีความผิดจากชื่อ “Hund” ซึ่งจริง ๆ แปลว่า “สุนัข” ไม่ใช่สุนัขนักล่า (Hound) สุนัขดัชชุนตามจริงเป็นสายพันธุ์เทอร์เรีย ที่ใช้เพื่อมุดไปตามช่องเล็ก ๆ หรือรอเฝ้าเหยื่อไม่ให้หนีจากที่ซ่อน จนกว่านายพรานจะมาขุดเหยื่อเอง',
      ],
    ),
    InfoDog(
      id_dog: '9',
      image_dog: 'assets/images_pet/chow9.jpg',
      title_dog: 'เชาเชา\n(Chow-Chow)',
      bio_dog: [
        'สุนัขพันธุ์เชาเชาเป็นสุนัขตัวสั้น ตัน รูปทรงกำยำบึกบึน หางงอม้วนโค้งมาถึงหลัง กระพุ้งแก้มและลิ้นเป็นสีน้ำเงิน/ดำ ส่วนขนแบ่งออกเป็น 2 ประเภท คือ ขนหยาบและขนเรียบ และมีหลายสีตั้งแต่ ดำ น้ำตาลแดง เทาดำ น้ำตาลทอง ครีมหรือขาว เมื่อโตเต็มวัยเพศผู้จะสูง 48-56 ซม. และหนัก 26-32 กก. ส่วนเพศเมียจะสูง 46-51 ซม. และหนัก 20-25 กก.',
      ],
      component_dog: [
        'อายุเฉลี่ย :	12 – 15 ปี',
        'น้ำหนัก :	18 – 31.5 กิโลกรัม',
        'ส่วนสูง :	46 – 56 เซนติเมตร',
        'ขนาดตัว :	ขนาดใหญ่',
        'ชื่อกลุ่มคนเลี้ยงสุนัข :	ใช้งานได้หลากหลาย',
        'สีขน :	สีแดง ดำ ครีม เทาดำ หรือ น้ำตาลอ่อน',
        'สุขภาพและปัญหาที่มักพบ : ปัญหาข้อศอกเสื่อม (elbow dysplasia) และปัญหาเปลือกตา นอกจากนี้ อาจมีปัญหาเรื่องข้อสะโพกเสื่อมเหมือนกับสุนัขอีกหลายสายพันธุ์ซึ่งจะนำไปสู่ปัญหาด้านการเคลื่อนไหว จึงควรตรวจสะโพกของสุนัขก่อนผสมพันธุ์',
      ],
      infoPet_dog: [
        'สุนัขเชาเชา (ขนหยาบ) มีความนิ่งสุขุม รักอิสระ แต่อาจดื้อบ้างบางครั้ง มีนิสัยติดคนเลี้ยงคนใดคนหนึ่งและอาจกัดคนได้หากรู้สึกถูกคุกคามหรือเห็นว่าเจ้าของโดนทำร้าย แม้หน้าตาอาจดูเหมือนหมีน่ากอดแต่ความจริงแล้วไม่ได้เป็นอย่างนั้น เมื่อไม่นานมานี้นักพัฒนาสายพันธุ์ได้ปรับปรุงสายพันธุ์เชาเชาให้เป็นมิตรยิ่งขึ้น โดยคาดว่าปัญหาเชาเชาอารมณ์ร้าย น่าจะเกิดจากขาดการฝึกหรือหัดให้เข้าสังคมตั้งแต่ยังเป็นลูกสุนัข หากฝึกให้รู้จักเด็ก แมวหรือสัตว์เลี้ยงในบ้านตั้งแต่ยังเล็ก อาจป้องกันปัญหาความเจ้าอารมณ์ของสุนัขพันธุ์นี้ได้',

      ],
      needknowPet_dog:[
        '🐻‍❄️ สุนัขเหมาะสำหรับเจ้าของที่มีประสบการณ์เลี้ยงสุนัข','🐻‍❄️ สุนัขขนาดใหญ่','🐻‍❄️ สุนัขเงียบ',
        '🐻‍❄️ ต้องฝึกมากกว่าปกติ','🐻‍❄️ น้ำลายไหลได้บ้าง','🐻‍❄️ สุนัขเฝ้าบ้าน ต้องเห่า เตือน และปกป้องเจ้าของได้',
        '🐻‍❄️ ชอบเดินเป็นประจำ','🐻‍❄️ ต้องดูแล/ตัดขนสุนัขทุกวัน','🐻‍❄️ อาจต้องฝึกให้อยู่ร่วมกับสัตว์เลี้ยงตัวอื่น',
        '🐻‍❄️ ชอบเดินวันละ 1 ชั่วโมง','🐻‍❄️ สายพันธุ์ที่ไม่ก่อให้เกิดอาการแพ้','🐻‍❄️ อาจต้องฝึกให้อยู่ร่วมกับเด็ก',
      ],
      trickPet_dog:[
        '🐩 เพราะสุนัขเชาเชามีเบ้าตาที่ลึก ทำให้การมองเห็นไม่ดีนัก เวลาเข้าไปหาควรเข้าหาจากด้านหน้า',
        '🐩 สุนัขเชาเชามีลิ้นสีเทาดำหรือดำเข้ม (เช่นเดียวกับ พันธุ์ชาเป่ย หมีขั้วโลก และยีราฟ!)',
        '🐩 สุนัขเชาเชามีส่วนสำคัญต่อประวัติศาสตร์สังคมของจีน มีการบันทึกว่าจักรพรรดิในช่วงศตวรรษที่ 8 เลี้ยงสุนัขเชาเชาไว้ถึง 5,000 ตัว พร้อมมีนายพรานคอยดูแล 10,000 นาย',
        '🐩 ซิกมันด์ ฟรอยด์ นักจิตวิเคราะห์ก็มักจะนำสุนัขเชาเชาของเขามาด้วยเวลาต้องตรวจคนไข้ ส่วนหนึ่งเพราะช่วยให้คนไข้ผ่อนคลายและเล่าปัญหาของตนมากขึ้น และโจฟิ สุนัขของเขาจะช่วยบอกได้ว่าเวลาในการตรวจคนไข้แต่ละคนครบกำหนดแล้ว ไม่ต้องหยิบนาฬิกาพกออกมาดูเวลา',
        '🐩 มีฟันถึง 44 ซี่ มากกว่าสุนัขสายพันธุ์อื่นที่มี 42 ซี่',
      ],
    ),
    InfoDog(
      id_dog: '10',
      image_dog: 'assets/images_pet/ShihTzu10.jpg',
      title_dog: 'ชิสุห์\n(Shih Tzu)',
      bio_dog: [
        'ชิสุห์ (Shih Tzu) จัดเป็นสุนัขในกลุ่ม Toy Group ถึงแม้ว่าจะมีหุ่นที่ไม่ค่อยจะเหมือนสุนัขสายพันธุ์เล็กทั่วไปสักเท่าไหร่ แต่ชิสุห์กลับครองใจผู้เลี้ยงหลากหลายตั้งแต่ระดับจักรพรรดิจีนโบราณไปจนถึงเหล่าดาราฮอลลีวู้ด ด้วยขนที่ฟูดูนุ่มน่ากอด หน้าตาจิ้มลิ้ม มีความเป็นมิตร ชอบอยู่กับเจ้าของ ช่างเอาอกเอาใจ สุนัขพันธุ์นี้ยังมีประวัติที่เก่าแก่และมีความน่าสนใจไม่แพ้สายพันธุ์ไหน',
      ],
      component_dog: [
        'อายุเฉลี่ย :	10 – 16 ปี',
        'น้ำหนัก :	4 – 7.5 กิโลกรัม',
        'ส่วนสูง :	20 – 28 เซนติเมตร',
        'ขนาดตัว :	ขนาดเล็ก',
        'ชื่อกลุ่มคนเลี้ยงสุนัข :	ใช้งานได้หลากหลาย',
        'สีขน :		Black and white, brindle, brindle and white, gold and white, gold brindle, gold brindle and white, gold with black mask, grey and white, solid black, solid gold',
        'สุขภาพและปัญหาที่มักพบ : ปัญหาข้อศอกเสื่อม (elbow dysplasia) และปัญหาเปลือกตา นอกจากนี้ อาจมีปัญหาเรื่องข้อสะโพกเสื่อมเหมือนกับสุนัขอีกหลายสายพันธุ์ซึ่งจะนำไปสู่ปัญหาด้านการเคลื่อนไหว จึงควรตรวจสะโพกของสุนัขก่อนผสมพันธุ์',
      ],
      infoPet_dog: [
        'สุนัขสายพันธุ์ชิสุห์จัดเป็นสุนัขในกลุ่ม Toy Group ที่มีโครงสร้างร่างกายที่แข็งแรง นอกจากตัวเล็กน่ารักแล้ว ยังเป็นสุนัขที่ไม่ค่อยเห่า ไม่ค่อยส่งเสียงดัง สามารถปรับตัวให้เข้ากับสมาชิกในครอบครัว รวมถึงสัตว์เลี้ยงตัวอื่นๆได้ดี และมักไม่ค่อยมีปัญหาเมื่อต้องพบเจอกับคนแปลกหน้า',
        'ชิสุห์จัดเป็นสุนัขที่ฉลาด สามารถเรียนรู้และฝึกได้ค่อนข้างดี แต่ต้องอาศัยความสม่ำเสมอและความชัดเจนในการฝึก โดยเฉพาะการฝึกที่มีขนมเป็นรางวัล ชิสุห์ขึ้นชื่อเรื่องการฝึกขับถ่ายที่ทำได้ค่อนข้างยาก แต่ฝึกยากไม่ได้แปลว่าฝึกไม่ได้ เพียงแค่อาจจะต้องอาศัยเวลาและความตั้งใจมากเป็นพิเศษเท่านั้นเอง',
      ],
      needknowPet_dog:[
        '🐻‍❄️ สุนัขเหมาะสำหรับเจ้าของที่มีประสบการณ์เลี้ยงสุนัข','🐻‍❄️ สุนัขขนาดใหญ่','🐻‍❄️ สุนัขเงียบ',
        '🐻‍❄️ ต้องฝึกมากกว่าปกติ','🐻‍❄️ น้ำลายไหลได้บ้าง','🐻‍❄️ สุนัขเฝ้าบ้าน ต้องเห่า เตือน และปกป้องเจ้าของได้',
        '🐻‍❄️ ชอบเดินเป็นประจำ','🐻‍❄️ ต้องดูแล/ตัดขนสุนัขทุกวัน','🐻‍❄️ อาจต้องฝึกให้อยู่ร่วมกับสัตว์เลี้ยงตัวอื่น',
        '🐻‍❄️ ชอบเดินวันละ 1 ชั่วโมง','🐻‍❄️ สายพันธุ์ที่ไม่ก่อให้เกิดอาการแพ้','🐻‍❄️ อาจต้องฝึกให้อยู่ร่วมกับเด็ก',
      ],
      trickPet_dog:[
        '🐩 เพราะสุนัขเชาเชามีเบ้าตาที่ลึก ทำให้การมองเห็นไม่ดีนัก เวลาเข้าไปหาควรเข้าหาจากด้านหน้า',
        '🐩 สุนัขเชาเชามีลิ้นสีเทาดำหรือดำเข้ม (เช่นเดียวกับ พันธุ์ชาเป่ย หมีขั้วโลก และยีราฟ!)',
        '🐩 สุนัขเชาเชามีส่วนสำคัญต่อประวัติศาสตร์สังคมของจีน มีการบันทึกว่าจักรพรรดิในช่วงศตวรรษที่ 8 เลี้ยงสุนัขเชาเชาไว้ถึง 5,000 ตัว พร้อมมีนายพรานคอยดูแล 10,000 นาย',
        '🐩 ซิกมันด์ ฟรอยด์ นักจิตวิเคราะห์ก็มักจะนำสุนัขเชาเชาของเขามาด้วยเวลาต้องตรวจคนไข้ ส่วนหนึ่งเพราะช่วยให้คนไข้ผ่อนคลายและเล่าปัญหาของตนมากขึ้น และโจฟิ สุนัขของเขาจะช่วยบอกได้ว่าเวลาในการตรวจคนไข้แต่ละคนครบกำหนดแล้ว ไม่ต้องหยิบนาฬิกาพกออกมาดูเวลา',
        '🐩 มีฟันถึง 44 ซี่ มากกว่าสุนัขสายพันธุ์อื่นที่มี 42 ซี่',
      ],
    ),
    InfoDog(
      id_dog: '11',
      image_dog: 'assets/images_pet/Pomeranian11.jpg',
      title_dog: 'ปอมเมอเรเนียน\n(Pomeranian)',
      bio_dog: [
        'ปอมเมอเรเนียน (Pomeranian) เป็นสุนัขที่จัดอยู่ในกลุ่ม Toy Group แม้ว่าจะมีขนาดตัวเล็กแต่ปอมเมอเรเนียนกลับครองใจเจ้าของผู้เลี้ยงมาอย่างยาวนาน แถมยังเป็นสายพันธุ์สุดโปรดของทั้งเจ้าของอย่างเราและเชื้อพระวงศ์ชั้นสูง แถมประวัติของสุนัขสายพันธุ์นี้ยังมีความน่าสนใจไม่แพ้สายพันธุ์ไหน ด้วยขนที่ฟูดูนุ่มน่ากอด หน้าตาจิ้มลิ้ม มีความเป็นมิตร น่ารักมีชีวิตชีวา ขนาดตัวที่แสนกะทัดรัด ช่างเอาอกเอาใจ แอคทีฟแสนกระตือรือร้น และเก่งไม่แพ้สุนัขสายพันธุ์ไหนในสนามประลองความสามารถก็เล่นทำได้ไปเสียหมดทุกเรื่องขนาดนี้ มิน่าล่ะทำไมใครๆ ก็เรียกปอมเมอเรเนียนว่าเป็นสุนัขตัวเล็กแต่ความสามารถรอบด้าน',
      ],
      component_dog: [
        'อายุเฉลี่ย :		12–16 ปี',
        'น้ำหนัก :	1.8–3 กิโลกรัม',
        'ส่วนสูง :	18–30 เซนติเมตร',
        'ขนาดตัว :		ขนาดเล็ก ',
        'สีขน :		White, black, brown, blue, red, orange, beaver, cream, white, merle, parti-coloured, sable',
        'สุขภาพและปัญหาที่มักพบ : โรคอ้วน ด้วยความที่เป็นสุนัขขนาดเล็ก หากได้รับปริมาณอาหารที่มากเกินไปอาจทำให้สุนัขเกิดภาวะอ้วนได้ ,ภูมิแพ้ ,สะบ้าเคลื่อน ',
      ],
      infoPet_dog: [
        'ปอมเมอเรเนียนจัดว่าเป็นสุนัขที่มีพลังงานล้น ชอบที่จะออกไปเดินเล่นข้างนอก รักที่จะเชิดหน้าให้ดูสง่างาม เจอผู้คนใหม่ๆ และสำรวจโลกด้วยการดมฟุดฟิด และความมีพลังงานเชิงบวกของสุนัขสายพันธุ์นี้ ทำให้ปอมเมอเรเนียนเหมาะที่จะเป็นสุนัขที่ช่วยฟื้นฟูผู้ป่วย ผู้สูงอายุที่อยู่ที่บ้าน และถึงจะมีขนาดตัวเล็ก แต่เสียงเห่าของปอมเมอเรเนียนดังไม่แพ้',

      ],
      needknowPet_dog:[
        '🐻‍ สุนัขเหมาะสำหรับเจ้าของที่ไม่เคยเลี้ยงสุนัขมาก่อน','🐻‍❄️ สุนัขขนาดเล็ก','🐻‍❄️ สุนัขช่างพูดและช่างเห่า',
        '🐻‍ ต้องการการฝึกขั้นพื้นฐาน','🐻‍❄️ น้ำลายไหลให้น้อยที่สุด','🐻‍❄️ สุนัขเฝ้าบ้าน ต้องเห่าและเตือน',
        '🐻‍ ชอบเดินเบา ๆ','🐻‍❄️ ต้องดูแล/ตัดขนสุนัขทุกวัน','🐻‍❄️ เข้ากันกับสัตว์อื่นได้ดี',
        '🐻‍️ ชอบเดินวันละครึ่งชั่วโมง','🐻‍❄️ สายพันธุ์แพ้ง่าย','🐻‍❄️ สุนัขครอบครัวที่ดี',
      ],
      trickPet_dog:[
        '🐩 ในสมัยราชวงศ์ถังของจีน เคยส่งสุนัขชิสุห์หนึ่งคู่เพื่อเป็นเป็นของบรรณาการแก่พันธมิตร เรื่องราวของสุนัขคู่นี้ได้ได้ถูกบันทึกไว้เมื่อ ค.ศ. 990-994',
        '🐩 การที่สุนัขชิสุห์มีชื่อและรูปร่างคล้ายสิงโตตัวน้อย เนื่องมาจากความเชื่อของศาสนาพุทธว่าสิงโตเป็นหนึ่งในสัตว์ศักดิ์สิทธิ์ที่คอยปกปักรักษาสถานที่สำคัญทางศาสนา',
        '🐩 เริ่มแรกในยุโรป สุนัขชิสุห์ถูกเข้าใจผิดว่าเป็นสุนัขพันธุ์ลาซา แอปโซ แต่ภายหลังสมาคมสุนัขแห่งอังกฤษก็ได้ทราบว่าแท้จริงแล้วป็นพันธุ์ชิสุห์ ในปี ค.ศ. 1935',
        '🐩 ในบางครั้งสุนัขชิสุห์ถูกเรียกว่า “สุนัขหน้าดอกเบญจมาศ” (chrysanthemum-faced dog) เนื่องมาจากใบหน้าที่กลมแบนและมีขนขึ้นบริเวณรอบๆ',
      ],
    ),
    InfoDog(
      id_dog: '12',
      image_dog: 'assets/images_pet/cavalier-king12.jpg',
      title_dog: 'คาวาเลียร์ คิง ชาลส์ สแปเนียล \n'
          '(Cavalier King Charles Spaniel)',
      bio_dog: [
        'สุนัขคาวาเลียร์ คิง ชาลส์ สแปเนียล เป็นสุนัขสายพันธุ์เล็ก ปากสั้นเรียว ส่วนตากลมโตสีน้ำตาล ขนละเอียด',
      ],
      component_dog: [
        'อายุเฉลี่ย : 	9 - 14 ปี',
        'น้ำหนัก :	5.5 - 8 กิโลกรัม',
        'ส่วนสูง :	30 - 33 เซนติเมตร',
        'ขนาดตัว :	ขนาดเล็ก',
        'ชื่อกลุ่มคนเลี้ยงสุนัข :	ใช้งานได้หลากหลาย',
        'สีขน :	สีดำกับน้ำตาลไหม้ สีน้ำตาลแดง ขาวแต้มน้ำตาล (ลาย Blenheim) และสามสี (พื้นสีขาวนวลแต้มสีน้ำตาลส้ม)',
        'สุขภาพและปัญหาที่มักพบ : โรคภูมิแพ้ผิวหนัง (Skin Allergies), โรคกล้ามเนื้อหัวใจเสื่อมแบบพองขยาย (Dilated Cardiomyopathy), โรคข้อสะโพกเจริญผิดปกติ (Hip Dysplasia) ',
      ],
      infoPet_dog: [
        'โดยทั่วไปสุนัขพันธุ์คาวาเลียร์ คิง ชาลส์ สแปเนียล เป็นสุนัขที่อ่อนโยน สุขุม รักเจ้าของ ใบหน้ามีเสน่ห์ดึงดูด ขี้เล่น ชอบความสงบ และสามารถเข้ากับครอบครัวที่มีเด็กได้ดี รักที่จะเล่นและกอดกับเจ้าของ แต่หากพบเจอสุนัขตัวใหญ่กว่า สุนัขพันธุ์นี้จะติดนิสัยขี้กลัวบ้าง',

      ],
      needknowPet_dog:[
        '🐻‍❄️ สุนัขเหมาะสำหรับเจ้าของที่มีประสบการณ์เลี้ยงสุนัข','🐻‍❄️ สุนัขขนาดเล็ก','🐻‍❄️ สุนัขช่างพูดและช่างเห่า',
        '🐻‍❄️ ต้องการการฝึกขั้นพื้นฐาน','🐻‍❄️ น้ำลายไหลให้น้อยที่สุด','🐻‍❄️ สุนัขเฝ้าบ้าน ต้องเห่า เตือน',
        '🐻‍❄️ ชอบเดินเบา ๆ','🐻‍❄️ ต้องดูแล/ตัดขนสุนัขทุกวัน','🐻‍❄️ เข้ากันกับสัตว์อื่นได้ดี',
        '🐻‍❄️ ชอบเดินวันละ 1 ชั่วโมง','🐻‍❄️ สายพันธุ์ที่ไม่ก่อให้เกิดอาการแพ้','🐻‍❄️ สุนัขครอบครัวที่ดี',
      ],
      trickPet_dog:[
        '🐩 เมื่อศตวรรษที่ 16, 17 และ 18 เป็นที่รู้จักกันว่าในฐานะสัตว์เลี้ยงของสุภาพสตรี และใช้กอดเพื่อให้ตักอบอุ่น',
        '🐩 พระเจ้าชาร์ลที่สองทรงโปรดสุนัขพันธุ์นี้เป็นอย่างยิ่งและมักมีสุนัขสายพันธุ์นี้อยู่รายรอบพระองค์เสมอ',
        '🐩 เมื่อศตวรรษที่ 1800 สุนัขสายพันธุ์จมูกสั้นเป็นที่นิยมมากจนเกือบทำให้พันธุ์ดั้งเดิมสูญพันธุ์ไป โชคดีที่ดยุกแห่งมาร์ลบะระ (Duke of Marlborough) ได้รักษาสุนัขพันธุ์นี้ไว้โดยผสมพันธุ์ที่ปราสาทเบลนไฮม์',
      ],
    ),
    InfoDog(
      id_dog: '13',
      image_dog: 'assets/images_pet/Bulldog13.jpg',
      title_dog: 'บูลด็อก\n'
          '(Bulldog)',
      bio_dog: [
        'บูลด็อก (Bulldog – English Bulldog, British Bulldog) คงยากที่จะเชื่อว่าสุนัขที่มีหน้าตาดูเศร้าและง่วงอยู่ตลอดเวลาอย่างสุนัขบูลด็อกนี้ ในอดีตจะถูกใช้ในการต่อสู้กับวัวกระทิงมาก่อน แต่ด้วยรูปร่างที่ล่ำสัน นิสัยร่าเริง และโครงสร้างใบหน้าแบบสุนัขพันธุ์หน้าสั้น จึงเลี่ยงไม่ได้ที่สุนัขพันธุ์นี้ จะมีปัญหาสุขภาพต่าง ๆ ตามมา ไม่ว่าจะเป็นโรคทางเดินหายใจที่มักเกิดในกลุ่มสุนัขที่มีโครงหน้าสั้น (Brachycephalic breed) โรคผิวหนัง หรือแม้แต่โรคทางกระดูกและข้อ บทความนี้จึงจะพาทุกคนมาทำความรู้จักกับสุนัขบูลด็อกในทุกแง่มุม ทั้งภาพรวมของสายพันธุ์ ปัญหาและเคล็ดลับในการดูแลสุขภาพ และกิจกรรมที่เหมาะสม',
      ],
      component_dog: [
        'อายุเฉลี่ย :	 8 – 12 ปี',
        'น้ำหนัก :	18 – 25 กิโลกรัม',
        'ส่วนสูง :	12 - 15 นิ้ว',
        'ขนาดตัว :	ขนาดใหญ่',
        'ชื่อกลุ่มคนเลี้ยงสุนัข :	ใช้งานได้หลากหลาย',
        'สีขน :	จะมีพื้นขนสีขาวและมาร์คกิ้งเฉดสีต่าง ๆ ซึ่งส่วนมากจะเป็นสีน้ำตาล หรือบางสีที่หายาก เช่น เทาเข้ม บลู หรือแม้กระทั่งลายมาร์เบิ้ล',
        'สุขภาพและปัญหาที่มักพบ : โรคข้อสะโพกเสื่อม (Hip dysplasia) ,โรคลูกสะบ้าเคลื่อน (Patellar luxation) หรือบางครั้งเรียกว่าโรคข้อเข่าเคลื่อน และกลุ่มอาการเกี่ยวกับสุนัขพันธุ์หน้าสั้น (Brachycephalic syndrome) กลุ่มอาการนี้เกี่ยวข้องกับระบบทางเดินหายใจ',
      ],
      infoPet_dog: [
        '🐻‍️ บูลด็อกเป็นสุนัขที่ค่อนข้างเป็นมิตร รักสงบจนถึงขั้นเฉื่อยชา ชอบที่จะนอนหลับบนโซฟาหรือบริเวณที่อากาศเย็นร่วมกับเจ้าของมากกว่าการออกไปผจญภัยในที่ร้อนและเหนื่อย แต่ทั้งนี้ทั้งนั้นไม่ได้แปลว่าบูลด็อกจะไม่เล่นกับเจ้าของเลย เพราะบูลด็อกยังคงชอบที่จะเล่นกับเด็ก',
        '🐻‍️ สุนัขบูลด็อกเป็นสุนัขที่ไม่ค่อยเห่าส่งเสียง คุณจึงสบายใจได้เรื่องการรบกวนเพื่อนบ้าน แต่เนื่องจากสุนัขบูลด็อกมีโครงสร้างใบหน้าที่สั้น จึงทำให้เกิดปัญหาหายใจเสียงดังและนอนกรน',

      ],
      needknowPet_dog:[
        '🐻‍❄️ สุนัขเหมาะสำหรับเจ้าของที่มีประสบการณ์เลี้ยงสุนัข','🐻‍❄️ สุนัขขนาดกลาง','🐻‍❄️ สุนัขเงียบ',
        '🐻‍❄️ ต้องฝึก','🐻‍❄️ น้ำลายไหลได้บ้าง','🐻‍❄️ สุนัขเฝ้าบ้าน ต้องเห่า เตือน และปกป้องเจ้าของได้',
        '🐻‍❄️ ชอบเดินเป็นเบาๆ','🐻‍❄️ ต้องดูแล/ตัดขนสุนัขทุกวัน','🐻‍❄️ อาจต้องฝึกให้อยู่ร่วมกับสัตว์เลี้ยงตัวอื่น',
        '🐻‍❄️ ชอบเดินวันละครึ่งชั่วโมง','🐻‍❄️ สายพันธุ์ที่ไม่ก่อให้เกิดอาการแพ้','🐻‍❄️ อาจต้องฝึกให้อยู่ร่วมกับเด็ก',
      ],
      trickPet_dog:[
        '🐩 สุนัขบูลด็อกถูกจัดเป็นสุนัขขนาดกลางที่มีรูปร่างล่ำสัน แต่ไม่ใช่สุนัขที่ใช้เพื่อการกีฬา (Non-sporting dog)',
        '🐩 หากคุณเห็นภาพวาดของสุนัขบูลด็อกในช่วงยุควิคตอเรียของประเทศอังกฤษ คุณอาจไม่เชื่อว่านี่คือบรรพบุรุษของสุนัขบูลด็อกที่คุณรู้จัก เนื่องจากในอดีตสุนัขบูลด็อกเป็นสุนัขที่ใช้ต่อสู้ในเกมกีฬาที่เรียกว่า บูลเบทติ้ง (Bull Baiting) แต่ด้วยความโหดร้ายของกีฬาดังกล่าว สุนัขบูลด็อกจึงถูกปรับปรุงพันธุ์ให้กลายมาเป็นเพื่อนของมนุษย์ในที่สุด',
        '🐩 สุนัขบูลด็อก (เวอร์ชั่นใหม่) ถูกเปิดตัวครั้งแรกในงานแสดงสุนัขประเทศอังกฤษในปี ค.ศ. 1860 จนในปี ค.ศ.1864 ได้มีการตั้งสมาคมสุนัขบูลด็อกแห่งแรกขึ้นในประเทศอังกฤษ',
        '🐩 ทางฝั่งประเทศสหรัฐอเมริกาสุนัขบูลด็อกยังถูกใช้เป็นมาสคอตของทีมกีฬาหลายทีม เช่น ทีมกีฬาของ Yale University และ University of Georgia',
      ],
    ),
    InfoDog(
      id_dog: '14',
      image_dog: 'assets/images_pet/basenji14.jpg',
      title_dog: 'บาเซนจิ\n'
          '(basenji)',
      bio_dog: [
        'สุนัขบาเซนจิ ถือเป็นสุนัขสายพันธุ์เล็กถึงกลาง โดดเด่นด้วยพวงหางที่ม้วนงอและหน้าผากย่น ขนสั้น เรียบ เป็นมันเงา',
      ],
      component_dog: [
        'อายุเฉลี่ย :	 12 – 16 ปี',
        'น้ำหนัก :	9.5 – 11 กิโลกรัม',
        'ส่วนสูง :	40 - 43 เซนติเมตร',
        'ขนาดตัว :	 ขนาดกลาง',
        'ชื่อกลุ่มคนเลี้ยงสุนัข :	 พันธุ์นักล่า',
        'สีขน :	 แดงขาว ดำขาว น้ำตาลเข้มขาว น้ำตาลลายเสือหรือสลับลายขาว อาจมีถึงสามสีในบางตัว',
        'สุขภาพและปัญหาที่มักพบ : นัขบาเซนจิมีความผิดปกติทางพันธุกรรมที่พบเห็นบ่อยที่สุด คือโรคไตกลุ่มอาการแฟนโคนิ (Fanconi Syndrome) และภาวะโลหิตจาง ซึ่งสามารถทดสอบทางพันธุกรรมเพื่อตรวจหาความผิดปกติเหล่านี้ได้ นอกจากนี้ยังอาจมีโรคตาที่ถ่ายทอดทางพันธุกรรมเช่นเดียวกับสายพันธุ์อื่น ๆ จึงควรตรวจสุขภาพตาและตรวจพันธุกรรมของสุนัขก่อนเพาะพันธุ์',
      ],
      infoPet_dog: [
        '🐻‍️ สุนัขบาเซนจิมีเอกลักษณ์เฉพาะตัวตรงที่ไม่เคยเห่า แต่จะส่งเสียงคำรามสั้น ๆ ในลำคอเวลาที่ตื่นเต้น',
        '🐻‍️ เป็นสุนัขที่ตื่นตัว รักอิสระ เฉลียวฉลาด ทำความสะอาดตัวเองได้ และแทบจะไม่มีกลิ่นตัว สุนัขบาเซนจิยังมีนิสัยคล้ายแมว แถมยังปีนต้นไม้และรั้วได้อีกด้วย',
        '🐻‍️ สุนัขพันธุ์นี้จะแสดงความรักต่อเจ้าของ และมักเฉยชากับคนแปลกหน้า',
      ],
      needknowPet_dog:[
        '🐻‍❄️ สุนัขเหมาะสำหรับเจ้าของที่้เคยเลี้ยงสุนัขมาบ้าง','🐻‍❄️ สุนัขขนาดกลาง','🐻‍❄️ สุนัขเงียบ',
        '🐻‍❄️ ต้องฝึก','🐻‍❄️ น้ำลายไหลให้น้อยที่สุด','🐻‍❄️ ไม่ใช่สุนัขเฝ้าบ้าน',
        '🐻‍❄️ ชอบเดินเป็นประจำ','🐻‍❄️ ต้องดูแล/ตัดขนสัปดาห์ละครั้ง','🐻‍❄️ อาจต้องฝึกให้อยู่ร่วมกับสัตว์เลี้ยงตัวอื่น',
        '🐻‍❄️ ชอบเดินวันละ 1 ชั่วโมง','🐻‍❄️ สายพันธุ์ที่ไม่ก่อให้เกิดอาการแพ้','🐻‍❄️ อาจต้องฝึกให้อยู่ร่วมกับเด็ก',
      ],
      trickPet_dog:[
        '🐩 สุนัขบาเซนจิเป็นหนึ่งในสุนัขสายพันธุ์เก่าแก่ของโลกนี้ ชื่อสายพันธุ์ก็ได้มาจากชาวเผ่าที่อาศัยในเขตป่าฝนอิตูริ ซึ่งเรียกสุนัขพันธุ์นี้ว่า Basenchi ซึ่งแปลว่า “สุนัขป่าตัวจิ๋ว”',
      ],
    ),
    InfoDog(
      id_dog: '15',
      image_dog: 'assets/images_pet/bullterrier15.jpg',
      title_dog: 'บูล เทอร์เรียร์\n'
          '(Bull Terrier)',
      bio_dog: [
        'สุนัขบูลเทอร์เรียเป็นสุนัขรูปร่างแข็งแรง อกลึก มีกล้ามเนื้อกำยำชัดเจน ส่วนหัวยาวเป็นรูปไข่ แข็งแรง และมีจมูกโด่ง',
      ],
      component_dog: [
        'อายุเฉลี่ย :		12 – 14 ปี',
        'น้ำหนัก :	11 – 17 กิโลกรัม',
        'ส่วนสูง :	36 – 41 เซนติเมตร',
        'ขนาดตัว :		ขนาดเล็ก / ขนาดกลาง',
        'ชื่อกลุ่มคนเลี้ยงสุนัข :		เทอร์เรีย',
        'สีขน :	 น้ำตาลแดง, น้ำตาลทอง, ดำหรือเทาดำ, ลายเสือ หรือมีสีทั้งหมดที่กล่าวมาปนกับสีขาว',
        'สุขภาพและปัญหาที่มักพบ : สุนัขบูล เทอร์เรียร์มักมีภาวะหูหนวก เป็นปัญหาสุขภาพที่พบได้บ่อย โดยเฉพาะบูล เทอร์เรียร์สีขาว แต่สามารถทดสอบภาวะหูหนวกได้ตั้งแต่ยังเป็นลูกสุนัข นอกจากนี้ ยังอาจมีความเสี่ยงเป็นโรคไตที่ถ่ายทอดทางพันธุกรรม โรคหัวใจ และปัญหาผิวหนังค่อนข้างบ่อยด้วยเช่นกัน',
      ],
      infoPet_dog: [
        '🐻‍ สุนัขบูลเทอร์เรียเป็นสุนัขที่เป็นมิตรและมีอารมณ์ขัน แต่บางครั้งก็อาจจะดื้อบ้าง จึงไม่เหมาะกับผู้หัดเลี้ยงสุนัขมือใหม่',
        '🐻‍️ โดยทั่วไปแล้วสุนัขพันธุ์นี้รักสงบแต่ก็ต้องไม่ลืมว่าสุนัขพันธุ์นี้ถูกพัฒนาสายพันธุ์มาเพื่อให้สู้กับวัวกระทิง ดังนั้นก็อาจสู้กลับเมื่อถูกท้าทาย แต่โดยทั่วไปแล้วจะไม่เป็นฝ่ายก่อเรื่องก่อน ถือว่าเป็นสุนัขที่ใจดีและรักฝูง',

      ],
      needknowPet_dog:[
        '🐻‍❄️ สุนัขเหมาะสำหรับเจ้าของที่มีประสบการณ์เลี้ยงสุนัข','🐻‍❄️ สุนัขขนาดกลาง','🐻‍❄️ สุนัขช่างพูดและช่างเห่า',
        '🐻‍❄️ ต้องฝึก','🐻‍❄️ น้ำลายไหลให้น้อยที่สุด','🐻‍❄️ สุนัขเฝ้าบ้าน ต้องเห่า เตือน',
        '🐻‍❄️ ชอบเดินเป็นประจำ','🐻‍❄️ ต้องดูแล/ตัดขนสัปดาห์ละครั้ง','🐻‍❄️ อาจต้องฝึกให้อยู่ร่วมกับสัตว์เลี้ยงตัวอื่น',
        '🐻‍❄️ ชอบเดินวันละ 1-2 ชั่วโมง','🐻‍❄️ สายพันธุ์ที่ไม่ก่อให้เกิดอาการแพ้','🐻‍❄️ อาจต้องฝึกให้อยู่ร่วมกับเด็ก',
      ],
      trickPet_dog:[
        '🐩 สุนัขพันธุ์นี้ต้องได้รับการฝึกเดินพร้อมสายจูงและสายคล้องตัว และในช่วงอายุน้อยการฝึกให้เข้าสังคมก็สำคัญมาก การฝึกให้เข้าสังคมจะเน้นฝึกให้สุนัขสนใจเฉพาะเจ้าของ เวลาที่มีสุนัขตัวอื่นอยู่ใกล้ ๆ และจะได้ไม่พยายามที่จะไปวิ่งเล่นกับเพื่อน้',
        '🐩 สุนัขสแตฟเฟอร์ดไชร์ บูล เทอร์เรียเป็นสุนัขแสนรู้ที่มีความกระตือรือร้น สามารถทำผลงานในการฝึกได้อย่างโดดเด่น เรียนรู้ได้ทุกสิ่ง ตั้งแต่การรับฟังคำสั่ง การออกกำลังกาย เทคนิคสนุก ๆ ไปจนถึงกีฬาฝึกความว่องไว สุนัขพันธุ์นี้เล่นของเล่นแบบเน้นปฏิสัมพันธ์เก่ง และยังรักการเล่นเกมส์สนุก ๆ กับเจ้าของด้วย แต่ในขณะเดียวกันก็อาจจะไม่สนุกกับการเข้าฝึกเป็นชั้นเรียน เพราะมีสุนัขตัวอื่นอยู่ด้วย หากคุณสามารถหาครูฝึกที่เข้าใจสายพันธุ์ที่ไวต่อสิ่งเร้าพันธุ์นี้ได้ คุณจะประหลาดใจสุด ๆ ว่าทำไมสุนัขของคุณทุ่มเทให้กับการฝึกขนาดนี้',
      ],
    ),
    InfoDog(
      id_dog: '16',
      image_dog: 'assets/images_pet/greyhound16.jpg',
      title_dog: 'เกรย์ฮาวด์\n'
          '(Greyhound)',
      bio_dog: [
        'สุนัขเกรย์ฮาวด์เปรียบเสมือนม้าแข่งแห่งโลกสุนัข เนื่องจากเป็นสุนัขที่วิ่งได้เร็วมาก มีลักษณะท่วงท่านุ่มนวลและสง่างาม สุนัขพันธุ์นี้มีกล้ามเนื้อและโครงสร้างแข็งแรง',
      ],
      component_dog: [
        'อายุเฉลี่ย :	8 – 14 ปี',
        'น้ำหนัก :	27 – 32 กิโลกรัม',
        'ส่วนสูง :	69 - 76 เซนติเมตร',
        'ขนาดตัว :	ขนาดใหญ่',
        'สีขน :	สีดำ ขาว แดง น้ำเงินคราม น้ำตาลทอง น้ำตาลอ่อน ลายเสือ หรือมีสีที่กล่าวมาทั้งหมดปนกับสีขาว',
        'สุขภาพและปัญหาที่มักพบ : สุนัขเกรย์ฮาวด์ถือเป็นสุนัขพันธุ์ที่มีสุขภาพดี ไม่ค่อยมีปัญหาสุขภาพที่เป็นเฉพาะของสายพันธุ์นี้',
      ],
      infoPet_dog: [
        '🐻‍️ สุนัขเกรย์ฮาวด์มีบุคลิกที่สงบนิ่ง และชอบอยู่ในบ้าน จะเรียกว่าเข้าขั้นขี้เกียจเลยก็ว่าได้ เป็นสุนัขที่สามารถจับความรู้สึกได้ไว เหมาะที่จะเป็นสัตว์เลี้ยงประจำครอบครัวหากได้เจ้าของที่เหมาะสม แม้จะนิสัยจะอ่อนโยนโดยธรรมชาติ แต่ยังคงมีสัญชาตญาณนักล่า',
        '🐻‍️ สุนัขพันธุ์นี้รักสมาชิกในครอบครัวแต่จะเย็นชากับคนแปลกหน้า โดยทั่วไปสามารถเข้ากันได้ดีกับสุนัขตัวอื่นๆที่เลี้ยง แต่สำหรับคนที่เลี้ยงแมวด้วยก็ต้องใช้ความระมัดระวังเป็นพิเศษ',

      ],
      needknowPet_dog:[
        '🐻‍❄️ สุนัขเหมาะสำหรับเจ้าของที่มีประสบการณ์เลี้ยงสุนัข','🐻‍❄️ สุนัขขนาดใหญ่','🐻‍❄️ สุนัขเงียบ',
        '🐻‍❄️ ต้องฝึก','🐻‍❄️ น้ำลายไหลได้บ้าง','🐻‍❄️ ไม่ใช่สุนัขเฝ้าบ้าน',
        '🐻‍❄️ ชอบเดินเป็นประจำ','🐻‍❄️ ต้องดูแล/ตัดขนสัปดาห์ละครั้','🐻‍❄️ อาจต้องฝึกให้อยู่ร่วมกับสัตว์เลี้ยงตัวอื่น',
        '🐻‍❄️ ชอบเดินวันละ 1 ชั่วโมง','🐻‍❄️ สายพันธุ์ที่ไม่ก่อให้เกิดอาการแพ้','🐻‍❄️ สุนัขครอบครัวที่ดี',
      ],
      trickPet_dog:[
        '🐩 สุนัขเกรย์ฮาวด์เป็นหนึ่งในสายพันธุ์สุนัขยอดนิยมเมื่อเทียบกับบรรดาสุนัขทั้งหมด เพราะหากย้อนกลับไปช่วง 4,000 ปีก่อนคริสตกาล ทั้งฟาโรห์ และผู้นำในทวีปเอเซียหรือแอฟริกาต่างก็นิยมสลักรูปสุนัขเกรย์ฮาวด์ไว้ที่หลุมฝังศพ เคยมีการใช้สุนัขเกรย์ฮาวด์ไล่ล่าแอนทีโลป กวาง และหมาป่า ซึ่งได้รับความนิยมอย่างสูง แพร่หลายส่งต่อไปยังแถบเอเชียตะวันตก ยุโรป และเข้าสู่เกาะบริเตน(สหราชอาณาจักร) ทำให้สุนัขเกรย์ฮาวด์กลายเป็นสัญลักษณ์แสดงสถานะที่สืบทอดมาจนในปี ค.ศ. 1016 ก็มีเพียงชนชั้นสูงเท่านั้นที่ได้รับอนุญาตให้ครอบครองสุนัขเกรย์ฮาวด์ได้ ',
        '🐩 แรกเริ่มมีการใช้งานสุนัขพันธุ์นี้เพื่อล่ากระต่ายป่า และใช้ในกีฬาวิ่งแข่งในภายหลัง จึงเป็นบทพิสูจน์ว่าสุนัขเกรย์ฮาวด์เป็นสุนัขที่วิ่งเร็วที่สุดในโลก มีเพียงเสือชีตาห์เท่านั้นที่วิ่งเร็วกว่าสุนัขพันธุ์นี้',
      ],
    ),
    InfoDog(
      id_dog: '17',
      image_dog: 'assets/images_pet/Maltese17.jpg',
      title_dog: 'มอลทีส\n'
          '(Maltese)',
      bio_dog: [
        'สุนัขมอลทีสสุนัขพันธุ์เล็กที่ให้ภาพลักษณ์สง่างามดั่งขุนนาง เป็นอีกหนึ่งสุนัขสายพันธุ์เก่าแก่ ซึ่งชาร์ลส์ ดาร์วิน ค้นพบประวัติสุนัขพันธุ์มอลทีสเมื่อสืบย้อนกลับไปถึงช่วง 6,000 ปีก่อนคริสตกาล สุนัขมอลทีสเป็นสายพันธุ์ย่อยของกลุ่มสายพันธุ์บิชอง ซึ่งมีที่มาจากแถบเมดิเตอร์เรเนียน เป็นที่ทราบกันดีว่าพูบลิอุส(Publius) ผู้ปกครองมัลตาแห่งจักรวรรดิโรมันในช่วงคริสศักราชที่ 1 ก็เลี้ยงสุนัขสายพันธุ์มอลทีสชื่อ อิสซา สายพันธุ์นี้เป็นที่นิยมในหมู่เชื้อพระวงศ์และเหล่าขุนนางมาตลอดหลายยุคสมัยและยังปรากฏในภาพวาดของสมเด็จพระราชินีเอลิซาเบ็ธที่ 1 และสมาชิกคนอื่นๆในราชวงศ์ว่ากันว่าขณะที่พระราชินีแมรีแห่งสก็อตแลนด์กำลังจะถูกประหารด้วยการบั่นพระศอ พระนางได้ซ่อนสุนัขมอลทีสไว้ใต้กระโปรงด้วย',
      ],
      component_dog: [
        'อายุเฉลี่ย :		12 – 15 ปี',
        'น้ำหนัก :	2 - 4 กิโลกรัม',
        'ส่วนสูง :	ไม่เกิน 25 เซนติเมตร',
        'ขนาดตัว :	ขนาดเล็ก',
        'สีขน :	สีขาว ขนยาวเส้นละเอียดนุ่มดุจไหมสีขาวบริสุทธิ์',
        'สุขภาพและปัญหาที่มักพบ : สุนัขมอลทีสมีปัญหาสะบ้าหัวเข่าที่อาจเคลื่อนหลุดได้ (luxating patellas) เช่นเดียวกับสุนัขพันธุ์เล็กพันธุ์อื่น ๆ นอกจากนี้ยังมีความผิดปกติของดวงตาซึ่งเป็นการถ่ายทอดทางพันธุกรรม จึงแนะนำให้ตรวจสุขภาพตาเป็นประจำ',
      ],
      infoPet_dog: [
        '🐻‍️ แม้สุนัขมอลทีสจะตัวเล็ก อารมณ์ดี และท่วงท่าสง่างาม แต่สุนัขสายพันธุ์เล็กพันธุ์นี้ไม่ได้มีดีเพียงหน้าตาเท่านั้น บางครั้งก็เจ้าอารมณ์เช่นกัน มักเห่าเสียงดังเมื่อเกิดอาการหวาดระแวงสิ่งต่าง ๆ จึงจำเป็นต้องฝึกตั้งแต่ยังเล็ก ไม่ให้เห่าเมื่อมีสิ่งยั่วยุเล็ก ๆ น้อย ๆ',

      ],
      needknowPet_dog:[
        '🐻‍❄️ สุนัขเหมาะสำหรับเจ้าของที่ไม่เคยเลี้ยงสุนัขมาก่อน','🐻‍❄️ สุนัขขนาดเล็กจิ๋ว','🐻‍❄️ สุนัขช่างพูดและช่างเห่า',
        '🐻‍❄️ ต้องการการฝึกขั้นพื้นฐาน','🐻‍❄️ น้ำลายไหลให้น้อยที่สุด','🐻‍❄️ สุนัขเฝ้าบ้าน ต้องเห่าและเตือน',
        '🐻‍❄️ ชอบเดินเป็นเบาๆ','🐻‍❄️ ต้องดูแล/ตัดขนสุนัขทุกวัน','🐻‍❄️ อาจต้องฝึกให้อยู่ร่วมกับสัตว์เลี้ยงตัวอื่น',
        '🐻‍❄️ ชอบเดินวันละครึ่งชั่วโมง','🐻‍❄️ สายพันธุ์แพ้ง่าย','🐻‍❄️ สุนัขครอบครัวที่ดี',
      ],
      trickPet_dog:[
        '🐩 สุนัขมอลทีสเป็นสุนัขตัวโปรดของสมาชิกราชวงศ์ ว่ากันว่าขณะที่พระราชินีแห่งสก็อตแลนด์กำลังถูกบั่นพระศอ หลังการประหารพบว่าพระนางได้ซ่อนสุนัขมอลทีสไว้ใต้กระโปรงด้วย',
        '🐩 ในช่วงหลายปีที่ผ่านมา สุนัขมอลทีสมีชื่อเรียกหลากหลายชื่อมาก ได้แก่ สุนัขพันธุ์เมลิแต สุนัขโบราณจากมัลตา สุนัขของสุภาพสตรีชาวโรมัน เดอะ คอมฟอร์ตเตอร์ สแปเนียล เจนเทิล, บิชง, สุนัขราชสีห์มอลทีส และ มอลทีสเทอร์เรีย ซึ่งลักษณะนิสัยของสุนัขพันธุ์นี้คือเป็นนักกระโดดตัวยงและไม่หวั่นต่อความสูงและแรงโน้มถ่วง',
        '🐩 มีสุนัขมอลทีสของมหาเศรษฐีตัวหนึ่งที่มีมูลค่าสูงถึง 2 ล้านดอลลาร์ ชื่อว่า Take Trouble',
      ],
    ),
  ];
}