import 'package:projectPet/login/rabbitClass.dart';
class DataRabbit {
  static List<InfoRabbit> Rabbit = [
    InfoRabbit(
      id_Rabbit: '1',
      image_Rabbit: 'assets/images_pet/HollandLop1.jpg',
      title_Rabbit: 'กระต่ายฮอลแลนด์ลอป\n(Holland lop rabbit)',
      bio_Rabbit: [ //ไปรู้จักเจ้าตัวนี้กัน
        'กระต่ายฮอลแลนด์ลอปเป็นหนึ่งกระต่ายที่ตัวเล็กที่สุดในโลก มีใบหูต่ำและขนหนา สิ่งนี้จึงทำให้พวกมันน่ากอดเป็นพิเศษ นอกจากนี้กระต่ายฮอลแลนด์ลอปต้องการความดูแลที่ละเอียดอ่อนกว่าสายพันธุ์อื่นๆเนื่องจากมีขนาดเล็กกว่า กระต่ายฮอลแลนด์ลอปเป็นสายพันธุ์ที่สงบมาก และมีมากกว่า 30 สีจึงเป็นที่นิยมมากที่สุด',
      ],
      component_Rabbit: [ //ข้อมูลสำคัญ
        'สายพันธุ์ :  กระต่ายฮอลแลนด์ลอป (Holland Lop)',
        'อายุเฉลี่ย :  7 - 10 ปี',
        'น้ำหนัก :  0.9 - 1.8 กิโลกรัม',
        'จุดเด่น :	 27 - 30 cm',
        'ขนาดกรงขั้นต่ำ :  60 x 60 cm',
        'ราคา :  800 - 2,000  บาท',
        'สีขน :  มากกว่า 30 สี ',
        'อาหาร : หญ้าแห้ง อาหารเม็ด ผัก ผลไม้',
      ],
      infoPet_Rabbit: [ //ลักษณะนิสัย  // 🐇 🥕 🐰 🌼 💐 🎄 🎀
        '🐇 กระต่ายฮอลแลนด์ลอป เป็นกระต่ายที่เป็นมิตร เชื่อง กระฉับกระเฉง และชอบที่จะกระโดด ดึ๋ง!! ดึ๋ง!! สำรวจสิ่งต่างๆ เพราะฉะนั้นคุณควรมีเวลา ให้น้องกระต่ายฮอลแลนด์ลอป ได้ออกจากกรง และสำรวจรอบๆ 1-2 ชม/วัน น้องจะได้ไม่เบื่อจนเกินไป และใช้เวลานี้ในการเล่นกับ กระต่ายฮอลแลนด์ลอป ของคุณ จะยิ่งทำให้ความสัมพันธ์ แน่นแฟ้น ยิ่งขึ้น ',
        '🐇 หากท่านเป็นคนที่ไม่มีเวลามาก ก็ไม่ต้องเป็นกังวล เนื่องจาก กระต่ายใช้เวลาโดยส่วนใหญ่ ไปกับการนอน คุณเพียงแค่ เตรียมอาหาร และน้ำ ไว้ให้ ก็เพียงพอแล้ว  ',
      ],
      needknowPet_Rabbit: [
        '🥕 เรื่องทั่วไปที่ควรรู้ของกระต่ายคือชอบกัดแทะสิ่งของ การกัดแทะช่วยให้ฟันของกระต่ายไม่ยาวจนเกินไป ฉะนั้น คุณควรเตรียม ของเล่น ไว้สำหรับการกัดแทะ เพื่อไม่ให้น้องกระต่ายฮอลแลนด์ลอป ไปกัดแทะ สิ่งของทำให้เกิดความเสียหายได้ ',

      ],
      trickPet_Rabbit: [ //รู้หรือไม่
        '🎀 กระต่ายต้องการพื้นที่ในการกระโดด ดึ๋ง !! ดึ๋ง !! กระต่ายเป็นสัตว์เลี้ยงที่ต้องการพื้นที่ในการเลี้ยง เมื่อท่านมีเวลา ปล่อยให้กระต่าย ออกมาจากกรง สำรวจห้อง หรือ บริเวณรอบๆ กรงบ้าง   ',
      ],
    ),
    InfoRabbit(
      id_Rabbit: '2',
      image_Rabbit: 'assets/images_pet/miniLop2.jpg',
      title_Rabbit: 'กระต่ายมินิลอป\n(Mini Lops)',
      bio_Rabbit: [ //ไปรู้จักเจ้าตัวนี้กัน
        'ถึงแม้ว่ากระต่ายมินิลอปจะเป็นสายพันธุ์ที่ค่อนข้างเล็ก แต่ในความเป็นจริงนั้นกระต่ายมินิลอปนั้นใหญ่กว่ากระต่ายฮอลแลนด์ลอปด้วยร่างกายที่แข็งแรงและมีใบหูที่สวยงาม กระต่ายมินิลอปน่ากอดและน่ารักเหมือนกับรูปลักษณ์ กระต่ายมินิลอปเป็นกระต่ายข้ามสายพันธุ์ที่สร้างขึ้นโดยการผสมพันธุ์หลายสายพันธุ์เข้าด้วยกัน  ',
      ],
      component_Rabbit: [ //ข้อมูลสำคัญ
        'สายพันธุ์ :  มินิลอป (Mini Lop)',
        'อายุเฉลี่ย :  8 - 10 ปี',
        'น้ำหนัก :  1.4 - 2.7 กิโลกรัม',
        'ความยาวขน :  ปานกลาง',
        'สีขน :  สีดำ ขาว น้ำเงิน น้ำตาลแดง ครีม และสีอื่นๆมากมาย ',
        'อาหาร : หญ้าแห้ง อาหารเม็ด ผัก ผลไม้',
      ],
      infoPet_Rabbit: [ //ลักษณะนิสัย  // 🐇 🥕 🐰 🌼 💐 🎄 🎀
        '🐇 มีความร่าเริง ขี้เล่น อ่อนหวาน และสบายๆ มักชอบอยู่ร่วมกับเจ้าของ  ',
      ],
      needknowPet_Rabbit: [
        '🥕 กระต่ายมินิลอปมีรูปร่างที่กะทัดรัดและมีกล้ามเนื้อมาก หากไม่ได้รับการดูแลเอาใส่ใจที่มากพออาจจะทำให้พวกมันกัดและก้าวร้าวได้ ',

      ],
      trickPet_Rabbit: [ //รู้หรือไม่
        '🎀 กระต่ายมินิลอปเลี้ยงและดูแลง่ายสามารถเข้ากับคนได้ง่ายจึงเป็นสัตว์เลี้ยงที่ดีได้     ',
      ],
    ),
    InfoRabbit(
      id_Rabbit: '3',
      image_Rabbit: 'assets/images_pet/dutch3.jpg',
      title_Rabbit: 'กระต่ายดัตช์\n(DUTCH)',
      bio_Rabbit: [ //ไปรู้จักเจ้าตัวนี้กัน
        'กระต่ายดัตช์เป็นกระต่ายสายพันธุ์เล็กชนิดหนึ่ง สามารถระบุได้ง่ายด้วยเครื่องหมายและสีที่โดดเด่น มีหูและก้นสีเข้ม มีแถบสีขาวตั้งแต่หัวไหล่ถึงท้อง ขาสีขาว และขนสีขาวที่บริเวณด้านหน้าของใบหน้า สายพันธุ์นี้มีสีถึงประมาร 7 สี  และมีอายุขัยค่อนข้างสั้น  ',
      ],
      component_Rabbit: [ //ข้อมูลสำคัญ
        'สายพันธุ์ :  ดัตช์ (DUTCH)',
        'อายุเฉลี่ย :  6 - 10 ปี',
        'น้ำหนัก :  1.5 - 2.5 กิโลกรัม',
        'ความยาวขน :  สั้น',
        'สีขน :  มีหูและก้นสีเข้ม มีแถบสีขาวตั้งแต่หัวไหล่ถึงท้อง ขาสีขาว ',
        'อาหาร : หญ้าแห้ง อาหารเม็ด ผัก ผลไม้',
      ],
      infoPet_Rabbit: [ //ลักษณะนิสัย  // 🐇 🥕 🐰 🌼 💐 🎄 🎀
        '🐇 มีความเป็นมิตร อ่อนโยน อัธยาศัยดี สามารถตีสนิทกับคนแปลกหน้าและเพื่อนกระต่ายตัวอื่นได้ไว  ',
        '🐇 เป็นกระต่ายที่ชอบเข้าสังคม มักชอบใช้เวลาอยู่กับเพื่อนๆ  ',
        '🐇 เป็นกระต่ายที่มีความขี้เล่น ซุกซน และพลังงานสูงพอสมควร   ',
      ],
      needknowPet_Rabbit: [
        '🥕 เป็นกระต่ายที่ชอบอยู่ใกล้ๆผู้คน เพื่อเรียกร้องความสนใจ ',

      ],
      trickPet_Rabbit: [ //รู้หรือไม่
        '🎀 กระต่ายดัตช์ มีการค้นพบครั้งแรกที่ประเทศอังกฤษเมื่อศตวรรษที่ 19     ',
      ],
    ),
    InfoRabbit(
      id_Rabbit: '4',
      image_Rabbit: 'assets/images_pet/Lionhead4.jpg',
      title_Rabbit: 'กระต่ายไลอ้อนเฮด\n(Lionhead)',
      bio_Rabbit: [ //ไปรู้จักเจ้าตัวนี้กัน
        'กระต่ายไลอ้อนเฮด โดดเด่นกว่าสายพันธุ์อื่นๆ ด้วยขนบริเวณคอที่เป็นเอกลักษณ์สามารถจดจำได้ง่าย และยังเป็นที่นิยมในฐานะกระต่ายโชว์และสัตว์เลี้ยง  กระต่ายไลอ้อนเฮดพันธุ์เล็กไม่ควรมีน้ำหนักเกิน 1.5 กิโลกรัม  มีรูปร่างกะทัดรัดและหูของไลอ้อนเฮดจะตั้งตรงเหนือศีรษะ  ',
      ],
      component_Rabbit: [ //ข้อมูลสำคัญ
        'สายพันธุ์ :  ไลอ้อนเฮด (Lionhead)',
        'ถิ่นกำเนิด :  ประเทศเบลเยียม',
        'อายุเฉลี่ย :  7 - 9 ปี',
        'น้ำหนัก :  1.13 - 1.7 กิโลกรัม',
        'ความยาวขน :  ยาว',
        'สีขน :  มีหลากหลายสีมากๆ  ',
        'อาหาร : หญ้าแห้ง อาหารเม็ด ผัก ผลไม้',
      ],
      infoPet_Rabbit: [ //ลักษณะนิสัย  // 🐇 🥕 🐰 🌼 💐 🎄 🎀
        '🐇 เป็นกระต่ายที่มีความร่าเริง ขี้เล่น มีชีวิตชีวา กระฉับกระเฉง  ',
        '🐇 ชอบใช้เวลาไปกับการกัดแทะของเล่นชิ้นโปรด และการออกมาวิ่งเล่นนอกกรง  ',
      ],
      needknowPet_Rabbit: [
        '🥕 ด้วยนิสียความขี้เล่นและชอบผจญภัยนั้น จึงไม่เหมาะกับกรงแคบๆ ผู้เลี้ยงจึงควรให้มีพื้นที่วิ่งเล่นบ้าง ',
        '🐰 แม้จะเป็นกระต่ายที่อัธยาศัยดี แต่ถ้าหากว่ารู้สึกถูกคุกคามมากเกินไป ก็จะถีบและกัดเพื่อปกป้องตัวเองได้เช่นกัน ',

      ],
      trickPet_Rabbit: [ //รู้หรือไม่
        '💐 กระต่ายไลออนเฮดเป็นกระต่ายที่ผูกพันกับเจ้าของอย่างรวดเร็วและชอบอยู่ใกล้ๆ คู่รัก ผู้สูงอายุ และครอบครัวที่มีเด็ก  ',
      ],
    ),
    InfoRabbit(
      id_Rabbit: '5',
      image_Rabbit: 'assets/images_pet/French5.jpg',
      title_Rabbit: 'กระต่ายเฟรนลอป\n(French Lop)',
      bio_Rabbit: [ //ไปรู้จักเจ้าตัวนี้กัน
        'กระต่ายฮอลแลนด์ลอปเป็นสายพันธุ์ที่สงบมาก  ',
      ],
      component_Rabbit: [ //ข้อมูลสำคัญ
        'สายพันธุ์ :  เฟรนลอป (French Lop)',
        'ถิ่นกำเนิด :  ประเทศฝรั่งเศส',
        'อายุเฉลี่ย :  5 - 8 ปี',
        'น้ำหนัก :  4.5 - 6.8 กิโลกรัม',
        'ความยาวขน :  สั้น',
        'สีขน :  สีขาว สีน้ำตาล สีฟ้า สีดำ  ',
        'อาหาร : หญ้าแห้ง อาหารเม็ด ผัก ผลไม้',
      ],
      infoPet_Rabbit: [ //ลักษณะนิสัย  // 🐇 🥕 🐰 🌼 💐 🎄 🎀
        '🐇 เป็นสายพันธุ์ที่สงบและมีอัธยาศัยดี ความอ่อนหวานและเฉลียวฉลาด  ',
        '🐇 เข้ากับเด็กได้ดีและกระต่ายตัวอื่นเป็นอย่างมาก ชอบให้รัก กอด และลูบคลำ   ',
      ],
      needknowPet_Rabbit: [
        '🥕 ในบางครั้ง มันจะมีความขี้เล่นอยู่บ้าง ถึงแม้ว่าจะไม่เท่ากับสายพันธุ์อื่นๆก็ตาม แต่ควรมีของเล่นให้กัดแทะเล่นสักชิ้น ',

      ],
      trickPet_Rabbit: [ //รู้หรือไม่
        '🎀 เป็นกระต่ายที่ค่อนข้างเก่าแก่มีต้นกำเนิดจากประเทศฝรั่งเศส ในช่วงศตวรรษที่ 19 มันเป็นกระต่ายเนื้อพื้นเมืองของชาวฝรั่งเศส    ',
        '💐 จนในปี 1933 ได้รับการยอมรับจนเป็นที่นิยมเลี้ยงมากที่สุดในโลก  ',
      ],
    ),
    InfoRabbit(
      id_Rabbit: '6',
      image_Rabbit: 'assets/images_pet/Netherland6.jpg',
      title_Rabbit: 'กระต่ายเนเธอร์แลนด์ดวอฟ\n(Netherland Dwarf)',
      bio_Rabbit: [ //ไปรู้จักเจ้าตัวนี้กัน
        'กระต่ายเนเธอร์แลนด์ดวอฟเป็นหนึ่งในกระต่ายสายพันธุ์ที่เล็กที่สุดและมักจะมีน้ำหนักเพียง 1 กิโลกรัมเท่านั้น บริเวณหูสั้นและตั้งตรงมีหลายสี สียอดนิยม ได้แก่ ดำ น้ำเงิน ช็อคโกแลต ส้ม   ขนของกระต่ายเนเธอร์แลนด์ดวอฟมีความยาวสั้นถึงปานกลาง นุ่มและไม่ต้องการการดูแลมาก  ',
      ],
      component_Rabbit: [ //ข้อมูลสำคัญ
        'สายพันธุ์ :  เนเธอร์แลนด์ดวอฟ (Netherland Dwarf)',
        'ถิ่นกำเนิด :  ประเทศเนเธอร์แลนด์',
        'อายุเฉลี่ย :  7 - 10 ปี',
        'น้ำหนัก :  0.5 - 1.2 กิโลกรัม',
        'ความยาวขน :  สั้น',
        'สีขน :  ดำ น้ำเงิน ช็อคโกแลต ส้ม   ขน  ',
        'อาหาร : หญ้าแห้ง อาหารเม็ด ผัก ผลไม้',
      ],
      infoPet_Rabbit: [ //ลักษณะนิสัย  // 🐇 🥕 🐰 🌼 💐 🎄 🎀
        '🐇 มีพลังและกระฉับกระเฉง และต้องการเวลามากนอกการสำรวจและออกกำลังกาย  ',
        '🐇 อาจจะแสดงอาการกลัว เขินอาย หรือกัดคนที่พึ่งจะเคยเห็นหน้าเป็นครั้งแรก  ',
      ],
      needknowPet_Rabbit: [
        '🥕 กระต่ายเหล่านี้จะเรียนรู้ที่จะรักเจ้าของของมัน เมื่อพวกเขารู้สึกสบายใจกับคุณ พวกมันจะเป็นกระต่ายที่น่ารักและชอบที่จะใช้เวลากับคุณ พวกเขายังตื่นเต้นและกระฉับกระเฉงและชอบที่จะกระโดดไปรอบ ๆ บ้าน ',

      ],
      trickPet_Rabbit: [ //รู้หรือไม่
        '🎀 ในช่วงศตวรรษที่ 20 ได้มีการนำกระต่ายพันะุ์โปลิช ไปผสมข้ามพันธุ์กับกระต่ายป่าตัวเล็ก การทดลองนั้นจึงได้ Netherland Dwarf ขึ้นมานั่นเอง    ',
      ],
    ),
    InfoRabbit(
      id_Rabbit: '7',
      image_Rabbit: 'assets/images_pet/Flemish7.jpg',
      title_Rabbit: 'กระต่ายเฟลมมิชไจแอนท์\n(Flemish Giant)',
      bio_Rabbit: [ //ไปรู้จักเจ้าตัวนี้กัน
        'กระต่ายยักษ์เฟลมิชเไจแอนท์ป็นกระต่ายสายพันธุ์ที่ใหญ่ที่สุดชนิดหนึ่งสามารถมีน้ำหนักมากกว่า 6 กิโลกรัม ตัวยาวได้มาถึงถึง 30 นิ้ว มีเพียงแค่ 7 สีเท่านั่น  และยังเป็นหนึ่งในสายพันธุ์ที่เก่าแก่ที่สุด แม้ว่ากระต่ายเหล่านี้จะดูน่ากลัวเมื่อเปรียบเทียบกับกระต่ายตัวเล็กๆ เช่น กระต่ายมินิลอป  ',
      ],
      component_Rabbit: [ //ข้อมูลสำคัญ
        'สายพันธุ์ :  กระต่ายเฟลมมิชไจแอนท์ (Flemish Giant)',
        'ถิ่นกำเนิด :  ประเทศเบลเยียม',
        'อายุเฉลี่ย :  7 - 10 ปี',
        'น้ำหนัก :  6.8 - 10 กิโลกรัม',
        'ความยาวขน :  สั้น',
        'สีขน :  ดำ น้ำเงิน เทาเข้ม น้ำตาลแดง น้ำตาลแกมเหลือง ตัวขาวตาแดง เทาอ่อน  ',
        'อาหาร : หญ้าแห้ง อาหารเม็ด ผัก ผลไม้',
      ],
      infoPet_Rabbit: [ //ลักษณะนิสัย  // 🐇 🥕 🐰 🌼 💐 🎄 🎀
        '🐇 ในความเป็นจริงเป็นสายพันธุ์ที่เชื่องมากๆ มักใช้เวลาไปกับการนอนอยู่นิ่งๆมากกว่า กระต่ายเฟลมมิชไจแอนท์เป็นสัตว์เลี้ยงที่ได้รับความนิยมมากที่สุดตัวหนึ่ง พวกเขาเป็นมิตรกับทุกคนมาก จำเป็นต้องได้รับให้ออกกำลังกายเนื่องจากพวกมันจะขี้เกียจ  ',
      ],
      needknowPet_Rabbit: [
        '🥕 มันชอบกระโดขึ้นมานั่งบนตักของเจ้าของเพื่อรับความรักจากพวกเขา แต่ถ้ามันรู้สึกคุกคามมากจนเกินไป มันก็สามารถกัดและถีบเพื่อป้องกันตัวได้เช่นกัน ',

      ],
      trickPet_Rabbit: [ //รู้หรือไม่
        '🎀 มันเป็นกระต่ายที่ผู้คนเรียกว่า "ยักษ์ใหญ่ใจดี" เนื่องจากว่ามันเป็นกระต่ายทีี่ตัวใหญ่ แต่มีความอ่อนโยน เชื่อง สุขุม และเป็นมิตรมาก    ',
      ],
    ),
    InfoRabbit(
      id_Rabbit: '8',
      image_Rabbit: 'assets/images_pet/Havana8.jpg',
      title_Rabbit: 'กระต่ายฮาวานา\n(Havana)',
      bio_Rabbit: [ //ไปรู้จักเจ้าตัวนี้กัน
        'กระต่ายสายพันธุ์นี้มีต้นกำเนิดที่ประเทศเนเธอร์แลนด์ ในช่วงปลายศตวรรษที่ 19 ได้มีการค้นพบ กระต่ายตัว นํ้าตาลเข้มในครอกของกระต่ายสายพันธุ์ Dutch ซึ่งการที่กระต่ายสายพันธุ์นี้เป็นสีน้ำตาล เข่นล้วนทั้งตัวเป็นเรื่องที่ผิดปกติมาก กระต่ายสีน้ำตาลเข้มเหล่านั้นได้ถูกนำไปปรับปรุงสายพันธุ์จนมัน กลายออกมาเป็นกระต่ายพันธุ์ Havana ในบทความนี้ ซึ่งชื่อของมัน "Havana” ได้มาจากการที่มันบีบตัว ที่คล้ายกับสี่ของซิการ์ของเมืองฮาวานาในประเทศคิวบา  ',
      ],
      component_Rabbit: [ //ข้อมูลสำคัญ
        'สายพันธุ์ :  ฮาวานา (Havana)',
        'ถิ่นกำเนิด :  ประเทศเนเธอร์แลนด์',
        'อายุเฉลี่ย :  7 - 10 ปี',
        'น้ำหนัก :  2 - 3 กิโลกรัม',
        'ความยาวขน :  สั้น',
        'สีขน :  น้ำตาลเข้ม ดำ น้ำเงิน และลาเวนเดอร์ที่เป็นแบบไม่มีลาย  ',
        'อาหาร : หญ้าแห้ง อาหารเม็ด ผัก ผลไม้',
      ],
      infoPet_Rabbit: [ //ลักษณะนิสัย  // 🐇 🥕 🐰 🌼 💐 🎄 🎀
        '🐇 มันเป็นกระต่ายที่มีความสุขุม ใจเย็น อ่อนโยน อ่อนหวาน ไม่ก้าวร้าว ไม่ดื้อ และเป็นมิตรมาก มันสามารถ เข้ากันกับเพื่อนกระต่ายตัวอื่นและผู้คนได้ดี มันมีความผูกพันกับมนุษย์สูง ชอบอยู่ร่วมกับผู้คน มันจึง เป็นกระต่ายที่เหมาะสำหรับการนำมาเลี้ยงเป็นเพื่อนในบ้านเป็นอย่างมาก  ',
      ],
      needknowPet_Rabbit: [
        '🥕 มันยังเป็นกระต่ายที่มีความขี้เล่นอยู่ในระดับที่กำลังพอดี ไม่มากจนเกินไป แค่ปล่อยมันออกมานอกกรง ให้มันวิ่งเล่นและมีปฏิสัมพันธ์กับผู้คน มันก็สุขใจแล้ว ',

      ],
      trickPet_Rabbit: [ //รู้หรือไม่
        '🎀 ในปัจจุบัน มันเป็นสายพันธุ์กระต่ายทั่วไปที่ไม่ได้เป็นที่นิยมมากมายนัก แต่ก็มีผู้คน ไม่น้อยในต่างประเทศที่เลี้ยงบันเป็นสัตว์เลี้ยงคู่ใจในบ้าน',
      ],
    ),
    InfoRabbit(
      id_Rabbit: '9',
      image_Rabbit: 'assets/images_pet/SilverFox9.jpg',
      title_Rabbit: 'กระต่ายซิลเวอร์ฟอกซ์\n(Silver Fox)',
      bio_Rabbit: [ //ไปรู้จักเจ้าตัวนี้กัน
        'กระต่ายสายพันธุ์นี้มีต้นกำเนิดที่รัฐโอไฮโอ (Ohio) ในประเทศสหรัฐอเมริกา ในช่วง ค.ศ. 1920 มีชาวอเมริกันท่านหนึ่งที่มีชื่อว่าคุณ Walter B. Garland ได้ทำการนำกระต่ายสายพันธุ์ Checkered Giant, English Silver, และ Champagne DArgent มาผสมพันธุ์เข้าด้วยกัน ซึ่งผลลัพธ์ก็ออกมาเป็นกระต่ายตัวสีเข้มที่มีขนสีเงินแซมอันเป็นเอกลักษณ์ นั่นคือกระต่ายพันธุ์ Silver fox นั่นเอง โดยในตอนแรกชาวอเมริกันเรียกมันว่า "American Silver Heavyweight" แล้วจึงค่อยมีการเปลี่ยนชื่อให้อ่านและจดจำง่ายขึ้นในภายหลัง  ',
      ],
      component_Rabbit: [ //ข้อมูลสำคัญ
        'สายพันธุ์ :  ซิลเวอร์ฟอกซ์ (Silver Fox)',
        'ถิ่นกำเนิด :  ประเทศสหรัฐอเมริกา',
        'อายุเฉลี่ย :  4 - 5.4 ปี',
        'น้ำหนัก :  1.13 - 1.7 กิโลกรัม',
        'ความยาวขน :  สั้น',
        'สีขน :  สีดำ น้ำเงิน ช็อคโกแลต และสีลาเวนเดอร์ และมีสีเงินเแซม  ',
        'อาหาร : หญ้าแห้ง อาหารเม็ด ผัก ผลไม้',
      ],
      infoPet_Rabbit: [ //ลักษณะนิสัย  // 🐇 🥕 🐰 🌼 💐 🎄 🎀
        '🐇 ถ้าหากว่ามันได้รับการฝึกให้เข้าสังคมตั้งแต่ยังเป็นลูกกระต่าย มันจะเป็นกระต่ายที่ไม่ก้าวร้าว เชื่อง อ่อนโยน อ่อนหวาน และมีความเป็นมิตรสูง  ',
        '🐇 สามารถเข้ากันได้ดีกับกระต่ายตัวอื่นและคน ทุกเพศทุกวัย  ',
      ],
      needknowPet_Rabbit: [
        '🥕 ชอบให้คนในครอบครัวมาอยู่ร่วมกับมัน ให้ความสนใจมัน และทำกิจกรรม ร่วมกับมัน จึงเหมาะกับการเลี้ยงเป็นสัตว์เลี้ยงสำหรับครอบครัวเป็นอย่างมาก ',

      ],
      trickPet_Rabbit: [ //รู้หรือไม่
        '🎀 ในปี ค.ศ. 1925 ในช่วงยุคสมัยนั้น กระต่ายพันธุ์นี้ได้รับความนิยมพอสมควร และผู้คนมักจะนำมันไปโชว์ตัวในงานแสดงกระต่าย    ',
      ],
    ),
    InfoRabbit(
      id_Rabbit: '10',
      image_Rabbit: 'assets/images_pet/Englishlop10.jpg',
      title_Rabbit: 'กระต่ายอิงลิชลอป\n(English Lop)',
      bio_Rabbit: [ //ไปรู้จักเจ้าตัวนี้กัน
        'สายพันธุ์นี้ก่อตั้งมาจากประเทศอังกฤษ เริ่มต้นในปี ค.ศ. 1829 โดยนักเลี้ยงสัตว์ชื่อดังอย่าง William W. Gray เขาได้นำกระต่ายที่มีลักษณะหูที่ยาวลงไปที่ดินมาผสมพันธุ์กับกระต่ายอื่นๆ เพื่อสร้างสายพันธุ์ใหม่ ',
      ],
      component_Rabbit: [ //ข้อมูลสำคัญ
        'สายพันธุ์ :  อิงลิชลอป (English Lop)',
        'ถิ่นกำเนิด :  ประเทศสหรัฐอเมริกา',
        'อายุเฉลี่ย :  4 - 5.4 ปี',
        'น้ำหนัก :  1.13 - 1.7 กิโลกรัม',
        'ความยาวขน :  สั้น',
        'สีขน :  หลากหลายสี  ',
        'อาหาร : หญ้าแห้ง อาหารเม็ด ผัก ผลไม้',
      ],
      infoPet_Rabbit: [ //ลักษณะนิสัย  // 🐇 🥕 🐰 🌼 💐 🎄 🎀
        '🐇 English Lop มีลักษณะนิสัยตื่นตัว และเป็นสัตว์ที่ออกกำลังกายได้ดี',
        '🐇 มีอารมณ์เพลิดเพลินและเป็นมิตร  ',
      ],
      needknowPet_Rabbit: [
        '🥕 English Lop มีหูที่ยาวและสั้นลงไปที่ดิน (lop ears) ทำให้มีลักษณะที่น่านับถือและน่าติดตาม ควรมีการดูแลความสะอาดของขนที่ยาวนุ่มเพื่อป้องกันการติดเชื้อและปัญหาสุขภาพของผิวหนัง',

      ],
      trickPet_Rabbit: [ //รู้หรือไม่
        '🎀 สายพันธุ์ English Lop ได้รับความนิยมอย่างรวดเร็วในช่วงปลายทศวรรษที่ 19 และต้นทศวรรษที่ 20 การผสมพันธุ์ต่อไปนี้ได้ทำให้เกิดลักษณะที่เป็นเอกลักษณ์ของหูที่ยาว',
      ],
    ),
  ];
}