import 'package:projectPet/login/catClass.dart';
class DataBird {
  static List<InfoBird> Bird = [
    InfoBird(
      id_cat: '1',
      image_cat: 'assets/images_pet/BritishShorthair1.jpg',
      title_cat: 'บริติช ช็อตแฮร์\n(British Shorthair)',
      bio_cat: [
        'ว่ากันว่า British shorthair เป็นหนึ่งในสายพันธุ์แมวที่เก่าแก่ที่สุดของประเทศอังกฤษ ด้วยลักษณะเด่นที่มีขนหนานุ่มน่ากอด กับนิสัยเท่ๆ ถึงจะอยู่แบบเงียบๆ แต่ก็เข้ากับทุกคนได้ง่าย แถมยังเป็นมิตรอีกต่างหาก ถ้าใครกำลังมองหาเพื่อนแท้ซักตัวที่จะอยู่เคียงข้างแบบไม่กวนใจ มองมาทางนี้เลย น้องแมวบริติช ช็อตแฮร์ (British Shorthair) รอที่จะครองใจคุณอยู่',
      ],
      component_cat: [
        'อายุเฉลี่ย :15 - 20 ปี',
        'น้ำหนัก :	3.5 - 9 กิโลกรัม',
        'ส่วนสูง :	10-14 เซนติเมตร',
        'ขนาดตัว :	ขนาดกลางค่อนไปใหญ่',
        'สีขน :	ขนหนา แน่น มีสีขนและลวดลายที่หลากหลาย',
        'สุขภาพและปัญหาที่มักพบ : โรคกระเพาะปัสสาวะอักเสบ, โรคไฮเปอร์ไทรอยด์, โรคกล้ามเนื้อหัวใจผิดปกติ, โรคถุงน้ำในไต',

      ],
      infoPet_cat: [ //นิสัย
        '🐯 น้องแมวบริติช ช็อตแฮร์ นั้นน่ารัก เรียบร้อย และเข้ากับคนอื่นง่าย ทำให้น้องกลายเป็นแมวเลี้ยงที่ลงตัวมากสำหรับครอบครัว',
        '🐯 น้องแมวบริติช ช็อตแฮร์ ชอบที่จะเป็นรักและสนใจจากคนรอบข้าง แต่ก็ไม่ได้เรียกร้องความสนใจจนมากเกินไป น้องมักชอบเดินตามเจ้าของไปรอบๆ บ้านแล้วนั่งลงข้างๆ ไม่ว่าคุณจะทำอะไร',
        '🐯 แมวบริติช ช็อตแฮร์ ไม่ค่อยมีชื่อเสียงในเรื่องของการทำลายข้างของและเฟอร์นิเจอร์ น้องๆ มักทำตัวเหมือนเป็นผู้ที่ได้รับการอบรมมารยาทมาอย่างดีแล้ว และพร้อมที่จะต้อนรับแขกที่มาบ้านด้วยความสุภาพอ่อนโยนแต่มั่นใจสมกับเป็นผู้ดีอังกฤษ'
      ],
      needknowPet_cat: [
        '👑 แมวขี้เล่นขี้สงสัย','🐱 เป็นมิตรแต่รักอิสระ','🐆 แมวเงียบ',
        '👑 รูปร่างใหญ่และตันกว่าปกติ','🐱 ต้องดูแล/ตัดขนสัปดาห์ละครั้ง','🐆 สายพันธุ์ที่ไม่ก่อให้เกิดอาการแพ้',
        '👑 ต้องการพื้นที่นอกบ้านบ้าง','🐆 อาจต้องทำความคุ้นเคยก่อนนำมาคลุกคลีกับลูก',
      ],
      trickPet_cat: [ //สิ่งที่ควรรู้
        '🐈 แมวบริติชชอร์ตแฮร์เป็นหนึ่งในสายพันธุ์เก่าแก่ที่สุดในโลก ปรากฎอยู่ในนิทานและเรื่องเล่าของประเทศอังกฤษและยุโรปในหลายเรื่อง ไม่ว่าจะเป็นเจ้าเหมียวแสนฉลาด Puss in Boots หรือเจ้าแมวยิ้มกว้าง Cheshire ใน Alice in Wonderland',
        '🐈 ในช่วงศตวรรษที่หนึ่งก่อนคริสต์ศักราช ชาวโรมันใช้แมวพันธุ์นี้กำจัดหนูและงูบริเวณค่ายพัก',
      ],
    ),
    InfoBird(
      id_cat: '2',
      image_cat: 'assets/images_pet/scottishfold2.jpg',
      title_cat: 'สก๊อตทิช โฟลด์\n(Scottish fold)',
      bio_cat: [
        'สายพันธุ์สก๊อตทิช โฟลด์ ที่มีหูพับอันเป็นเอกลักษณ์แสนเก๋ที่ไม่เหมือนใคร ด้วยหูที่พบลงมา ทำให้ใบหน้าของสก๊อตทิช โฟลด์ ดูกลม จนหลายคนให้คำอธิบายแมวสายพันธุ์นี้ไว้อย่างเห็นภาพว่าเหมือนกับ นกฮูก โดยใบหูของสก๊อตทิช โฟลด์ จะมีทั้งแบบพับงอไปด้านหน้า เรียกว่า single fold แบบพับงอที่มากขึ้นหรือ double fold และแบบที่พับราบไปกับหัว หรือ triple fold โดยลูกแมวที่เกิดมาแล้วมีใบหูตั้งก็อย่าเพิ่งตกใจไป เพราะใบหูของลูกแมวที่พับจะเริ่มมองเห็นเมื่อแมวมีอายุประมาณ 3 สัปดาห์',
      ],
      component_cat: [
        'อายุเฉลี่ย :	11 – 14 ปี',
        'น้ำหนัก :	2.7 - 5.8 กิโลกรัม',
        'ส่วนสูง :	10 – 12 นิ้ว',
        'ขนาดตัว :	ขนาดกลาง',
        'ชื่อกลุ่มคนเลี้ยงสุนัข :	พันธุ์นักล่า',
        'สีขน :	สีขาว สองสี สามสี สีแดง ส่วนสีตาของน้องแมวจะมีสีตามสีขน',
        'สุขภาพและปัญหาที่มักพบ : โรคหัวใจโต กล้ามเนื้อหัวใจอ่อนแรง, โรคข้อเสื่อม โดยเฉพาะที่ข้อเท้า และข้อเข่า',

      ],
      infoPet_cat: [ //นิสัย
        '🐯 แมวสายพันธุ์นี้ชอบเล่นของเล่นที่ท้าทายความสามารถ',
        '🐯 กิจกรรมที่สก๊อตติช โฟลด์ โปรดปรานที่สุด ก็คือการเล่นกับเจ้าของนั่นเอง',
        '🐯 สก๊อตติช โฟลด์ จัดว่าเป็นแมวที่ชอบอยู่กับคนมากๆ และต้องการมีส่วนร่วมในทุกกิจกรรมที่คุณทำ ต้องการการสนอกสนใจ ถ้าเป็นไปได้จะไม่เลือกอยู่เหงาๆ เงียบๆ ตัวเดียวอย่างเด็ดขาด มีน้องแมวตัวอื่นเป็นเพื่อนซักหน่อยก็ยังดี'
      ],
      needknowPet_cat: [
        '👑 แมวสงบ','🐱 รูปร่างทั่วไป','🐆 Indoor cat',
        '👑 เป็นมิตรแต่รักอิสระ','🐱 ต้องดูแล/ตัดขนสัปดาห์ละครั้ง','🐆 สายพันธุ์ที่ไม่ก่อให้เกิดอาการแพ้',
        '👑 อาจต้องทำความคุ้นเคยก่อนนำมาคลุกคลีกับลูก',
      ],
      trickPet_cat: [ //สิ่งที่ควรรู้
        '🐈 แมวพันธุ์สก๊อตทิช โฟลด์ ถือกำเนิดขึ้นในประเทศสก็อตแลนด์ มีลักษณะเด่นคือหูพับมาทางด้านหน้า จากนั้นก็เริ่มมีคนสนใจนำแมวที่มีลักษณะหูพับนี้ไปปรับปรุงพันธุ์จนกระทั่งในปี 1966 ก็ได้มีการตั้งชื่อแมวหูพับนี้ว่า สก๊อตทิช โฟลด์ เพื่อเป็นเกียรติให้กับสถานที่ที่กำเนิดแมวสายพันธุ์นี้เป็นครั้งแรก',
        '🐈 เอกลักษณ์ของสายพันธุ์นี้ก็คือ ท่านั่งพักพุง (ท่าเดียวกับตัวเมียร์แคท) หรือไม่ก็ท่านอนหงายแผ่หลาบนพื้น',
      ],
    ),
    InfoBird(
      id_cat: '3',
      image_cat: 'assets/images_pet/AmericanShorthair3.jpg',
      title_cat: 'อเมริกันช็อตแฮร์\n(American Shorthair)',
      bio_cat: [
        'ในความเป็นจริงประวัติของน้องแมวอเมริกัน ช็อตแฮร์ นั้นยังคงคลุมเครือไม่ชัดเจน แต่ที่ไม่ต้องสงสับก็คือน้องแมวเหล่านี้ลงเรือโดยสาร “Mayflower” จากประเทศอังกฤษมาขึ้นฝั่งยังเมือง Plymouth รัฐ Massachusetts พร้อมกับชาวอังกฤษ (หรือชาวอเมริกัน) กลุ่มแรกในปี ค.ศ. 1620 ด้วยความสามารถในการจับหนูทำให้น้องแมวมีประโยชน์อย่างมากสำหรับเรือโดยสาร บางหลักฐานกล่าวว่าน้องแมวอเมริกัน ช็อตแฮร์ อาจมาถึงทวีปอเมริกาเหนือก่อนหน้านั้น ไม่ว่าจะเป็นการมากับเรือของเหล่าผู้เริ่มก่อตั้ง Jamestown Colony ในรัฐ Virginia หรือเราสำรวจของเสปนที่ไปยังรัฐ Florida หรือแม้กระทั่งมาพร้อมกับเรือของเหล่าไวกิ้งไปยังเมือง Newfoundland ประเทศแคนาดา ลูกหลานของเหล่าน้องแมวโพ้นทะเลเหล่านี้เป็นที่รู้จักกันในนาม domestic shorthair จนกลายมาเป็นสายพันธุ์ American shorthair ที่เรารู้จักกันในปัจจุบัน',
      ],
      component_cat: [
        'อายุเฉลี่ย :	15 - 20 ปี',
        'น้ำหนัก :	3.5 - 7 กิโลกรัม',
        'ส่วนสูง :	8 - 10 นิ้ว',
        'ขนาดตัว :	ขนาดกลาง',
        'สีขน :	หลากหลายสีขน ตั้งแต่สีขาว สีเทาหม่น สีดำ สีครีม สีน้ำตาลแดง สีครีมเหลือบแดง หรืออาจจะมีสองสี สามสี ไล่เฉดสี และสีเปรอะ',
        'สุขภาพและปัญหาที่มักพบ : โรคอ้วน และภาวะน้ำหนักเกิน, โรคหัวใจ,',

      ],
      infoPet_cat: [ //นิสัย
        '🐯 ลักษณะภายนอกที่ดูสงบนิ่งแต่ก็ไม่ได้เฉื่อยชา น้องเป็นแมวที่ค่อนข้างตื่นตัวและชื่นชอบการเล่นอยู่พอสมควร',
        '🐯 เป็นแมวที่ค่อนข้างฉลาดและชื่นชอบการเล่นของเล่นที่มีความซับซ้อน ต้องแก้ปัญหาหรือของเล่นที่สามารถโต้ตอบกับน้องแมวได้',
        '🐯 มีความกล้าหาญและมักเข้ากันได้ดีกับคนแปลกหน้า'
      ],
      needknowPet_cat: [
        '👑 แมวขี้เล่นขี้สงสัย','🐱 รูปร่างทั่วไป','🐆 ต้องการพื้นที่นอกบ้านบ้าง',
        '👑 รักอิสระ','🐱 ต้องดูแล/ตัดขนทุกวัน','🐆 แมวที่เหมาะกับเลี้ยงในครอบครัว',
        '👑 แมวพูดเก่งเล็กน้อย',
      ],
      trickPet_cat: [ //สิ่งที่ควรรู้
        '🐈 ถ้าคุณเป็นแฟนตัวยงของการ์ตูนสุดคลาสสิกอย่าง “ทอมแอนด์เจอร์รี่” คุณจะเข้าใจได้ทันทีว่าเจ้าเหมียวทอมเป็นตัวแทนของแมวอเมริกันช๊อตแฮร์ที่มีคาแรกเตอร์แสนโดดเด่น มีความมั่นใจ และเต็มเปี่ยมไปด้วยความน่ารัก เจ้าก้อนขนสายพันธุ์นี้ชอบเล่นซน ปรับตัวเข้ากับสภาพแวดล้อมต่างๆได้ดี รวมถึงมีสัญชาตญาณความเป็นนักล่าสูง',
      ],
    ),
    InfoBird(
      id_cat: '4',
      image_cat: 'assets/images_pet/Abyssinian4.jpg',
      title_cat: 'อะบิสซิเนียน\n(Abyssinian)',
      bio_cat: [
        'อะบิสซิเนียเป็นแมวขนาดกลาง รูปร่างสง่า มีลำตัวเพรียวและขาเรียวยาวแข็งแรง หัวทรงกลม ปลายจมูกเรียวแหลม มีกระจุกขนโดดเด่นบริเวณปลายหู ดวงตากลมหางตาชี้  เนื่องจากแมวพันธุ์นี้ขนสั้นและเรียงชิดติดกัน จึงมีลวดลายเฉียบคมเป็น',
      ],
      component_cat: [
        'อายุเฉลี่ย :	 9 – 13 ปี',
        'น้ำหนัก :	3.5 – 5.5 กิโลกรัม',
        'ส่วนสูง :	8 – 10 นิ้ว',
        'ขนาดตัว :	ขนาดกลาง',
        'สีขน :	สีส้ม',
        'สุขภาพและปัญหาที่มักพบ : โรคขาดเอ็นไซม์ไปรูเวทไคเนส (pyruvate kinase deficiency) ทำให้เลือดจาง',

      ],
      infoPet_cat: [ //นิสัย
        '🐯 อะบิสซิเนียนเป็นแมวขี้เล่น สดใสร่าเริง และเต็มไปด้วยความกระตือรือร้น อะบิสซิเนียนจะเพลิดเพลินกับช่วงเวลาเล่นสนุกเป็นที่สุด เนื่องจากได้ปลดปล่อยสัญชาตญาณการล่าตามธรรมชาติ',
        '🐯 การเล่นกับเจ้าเหมียวช่วยสร้างสายสัมพันธ์ที่ลึกซึ้งได้เป็นอย่างดี โดยคุณสามารถกระตุ้นแมว Abyssinian ให้รู้สึกคึกคักได้ด้วยของเล่นธรรมดาอย่างไม้ล่อเหยื่อและลูกบอลแคทนิป',
      ],
      needknowPet_cat: [
        '👑 แมวตื่นตัว อยากรู้อยากเห็นตลอดเวลา','🐱 รูปร่างทั่วไป','🐆 แมวที่เลี้ยงนอกบ้าน',
        '👑 เข้ากับคนง่ายและต้องการการดูแล','🐱 ต้องดูแล/ตัดขนสัปดาห์ละครั้ง','🐆 สายพันธุ์ที่ไม่ก่อให้เกิดอาการแพ้',
        '👑 แมวที่เหมาะกับเลี้ยงในครอบครัว','🐆 แมวพูดเก่งเล็กน้อย',
      ],
      trickPet_cat: [ //สิ่งที่ควรรู้
        '🐈 ความเป็นมาของแมวพันธุ์นี้ในสหราชอาณาจักรยังคงคลุมเครือ เชื่อกันว่าทหารที่เดินทางกลับจากอะบิสซีเนีย (ปัจจุบันคือประเทศเอธิโอเปีย) ได้นำแมวพันธุ์อะบิสซิเนียนกลับมาด้วยในช่วงทศวรรษที่ 1860 ในช่วงแรกมีการผสมแมวอะบิสซิเนียนกับแมวพันธุ์บริติช ช๊อตแฮร์ (British Shorthairs) ก่อนนำไปผสมพันธุ์กับแมวเอเชียในภายหลัง จนเกิดเป็นลูกแมวอะบิสซิเนียนพันธุ์ขนยาว ซึ่งต่อมาในปี 1970 ก็มีการบันทึกสายพันธ์ุแยกนี้เป็น แมวพันธุ์โซมาลี (Somali)',
      ],
    ),
    InfoBird(
      id_cat: '5',
      image_cat: 'assets/images_pet/Persian5.jpg',
      title_cat: 'เปอร์เซีย \n(Persian )',
      bio_cat: [
        'แมวเปอร์เซีย หรือ Persian Cat คือหนึ่งในสายพันธุ์น้องแมวขนสวยยาวเงางาม และจัดเป็นหนึ่งในสิบสายพันธุ์แมว ที่ได้รับความนิยมนำมาเลี้ยงมากที่สุดบนโลกสายพันธุ์หนึ่ง ด้วยขนที่สวย บวกกับความน่ารัก ความจงรักภักดีต่อเจ้าของ รักความสงบ ไม่ส่งเสียงดังเอะอะ และความฉลาดแสนรู้ของแมวเปอร์เซีย ทำให้น้องแมวสายพันธุ์นี้มัดใจให้หลายคนตกหลุมรัก',
        'ลักษณะเด่นของแมวเปอร์เซียอยู่ที่ตาที่โต กะโหลกกลม หน้าแบน แก้มแน่น และใบหูขนาดเล็กที่มีปลายมน ขนาดหัวที่ใหญ่ของแมวเปอร์เซียช่วยพยุงคอที่สั้น หลายคนอาจเคยสังเกตเห็นว่าแมวเปอร์เซียมีหน้าตาหลายแบบ เช่น หน้าแบนสุดๆ แบบ Peke-face หรือเป็นลุคเก่าที่จะเห็นว่าใบหน้าแมวเปอร์เซียมีความกลมขึ้นมาอีกนิดแบบ Doll-face',
      ],
      component_cat: [
        'อายุเฉลี่ย :	 10 - 15 ปี',
        'น้ำหนัก :	4 – 6 กิโลกรัม',
        'ส่วนสูง :	14 – 18 นิ้ว',
        'ขนาดตัว :	สัดส่วนของกล้ามเนื้อเป็นส่วนใหญ่ ขาสั้น หนา และมีอุ้งเท้าขนาดใหญ่',
        'สีขน :	สีขนของเหมียวพันธุ์เปอร์เซียมักมีสีเดียวล้วน อาจพบในหลายเฉดสีและมีลายสลิดได้เช่นกัน',
        'สุขภาพและปัญหาที่มักพบ : ภาวะหายใจลำบาก หรือหายใจมีเสียงดัง อันเนื่องมาจากช่องจมูกตีบแคบ',

      ],
      infoPet_cat: [ //นิสัย
        '🐯 แมวเปอร์เซียจะค่อนข้างเงียบและไม่ซุกซน ชอบที่จะนั่งนิ่งๆ อยู่ข้างกายเจ้าของแบบสงบเสงี่ยม',
        '🐯 ไม่ชอบถ้าเด็กหรือสัตว์เลี้ยงตัวอื่นมากวน หรือมายุ่งวุ่นวาย',
        '🐯 มีความเป็นมิตรกับสมาชิกในครอบครัวรวมทั้งเด็ก'
      ],
      needknowPet_cat: [
        '👑 แมวขี้เล่นขี้สงสัย','🐱 เป็นมิตรแต่รักอิสระ','🐆 แมวเงียบ',
        '👑 รูปร่างใหญ่และตันกว่าปกติ','🐱 ต้องดูแล/ตัดขนทุกวัน','🐆 สายพันธุ์ที่ไม่ก่อให้เกิดอาการแพ้',
        '👑 ต้องการพื้นที่นอกบ้านบ้าง','🐆 อาจต้องทำความคุ้นเคยก่อนนำมาคลุกคลีกับลูก',
      ],
      trickPet_cat: [ //สิ่งที่ควรรู้
        '🐈 แมวเปอร์เซียเป็นหนึ่งในสายพันธุ์เก่าแก่ที่สุดในโลก พวกเค้าจัดอยู่ในวงศ์ฟีลิดีเหมือนกับแมวบ้านและแมวป่าพันธุ์อื่น ๆ โดยย้อนกลับไปเมื่อศตวรรษที่ 17 ในประเทศอิตาลี แมวพันธุ์เปอร์เซียได้ถือกำเนิดขึ้นและถูกนำตัวมาจากแถบเปอร์เซียโดยปีเอโตร เดลลา วาลเล',
      ],
    ),
    InfoBird(
      id_cat: '6',
      image_cat: 'assets/images_pet/MaineCoon6.jpg',
      title_cat: 'เมนคูน\n(Maine Coon)',
      bio_cat: [
        'แมวเมนคูนเป็นสายพันธุ์แมวขนาดใหญ่ที่สุดในโลก รูปร่างแข็งแรงกำยาและขาแข็งแรง หัวทรงเหลี่ยม ใบหูใหญ่และตั้งตรง ขนด้านนอกมีลักษณะยาวหนาเป็นมันและกันน้ำได้ดี มีขนชั้นในซ่อนอยู่ข้างใต้ ส่วนขนที่หัว คอและไหล่จะสั้นกว่าจุดอื่นแต่จะค่อย ๆ ยาวขึ้นเรื่อย ๆ บริเวณส่วนหลัง ข้างลำตัวและหาง ส่วนท้องกับสะโพกมีขนดกและหนา ที่โคนหูจะมีขนยาวเป็นพู่งามสง่า โดยแมวเมนคูนเพศผู้จะมีขนส่วนนี้หนากว่าเพศเมีย ส่วนขนที่หางจะยาวนุ่มสลวย บริเวณปลายหูจะมีขนยาวแซมออกมา เช่นเดียวกับบริเวณอุ้งเท้า มองผ่าน ๆ เหมือนใส่รองเท้าขนฟูหุ้มอีกชั้น แมวเมนคูนเป็นแมวสายพันธุ์ที่เพาะเลี้ยงออกมาได้หลายสี มากกว่า 30 สีเลยทีเดียว ส่วนสีตาอาจมีสีเขียว ทองหรือทองแดง แต่ถ้าแมวสีขาวอาจมีตาสีฟ้าหรือตาสองสีก็ได้',
      ],
      component_cat: [
        'อายุเฉลี่ย :	 12.5-15 ปี',
        'น้ำหนัก :	3 – 8 กิโลกรัม',
        'ส่วนสูง :	10 – 16 นิ้ว',
        'ขนาดตัว :	ขนาดกลาง',
        'สีขน :	สีน้ำตาลช็อกโกแลตและสีลาเวนเดอร์',
        'สุขภาพและปัญหาที่มักพบ : แมวเมนคูนมีความเสี่ยงเป็นโรคกล้ามเนื้อหัวใจหนาผิดปกติ นอกจากนี้ยังเสี่ยงเป็นโรคข้อสะโพก (hip dysplasia)',

      ],
      infoPet_cat: [ //นิสัย
        '🐯 แมวเมนคูนมีนิสัยอ่อนโยน ขี้เล่นและเป็นมิตร ชอบอยู่ใกล้คนและเป็นสัตว์เลี้ยงที่ดี อาจเป็นเพราะลักษณะที่ไม่เย่อหยิ่งทำให้พบแมวเมนคูนนอนขดอยู่ในที่แปลก ๆ ได้',
        '🐯 แมวเมนคูนรักการผจญภัยทำให้ต้องมีที่ให้ปีนป่ายและกระตุ้นสัญชาตญาณนักล่า',
        '🐯 แมวเมนคูนยังเป็นที่รู้จักว่าชอบทำเสียงออดอ้อนเป็นพิเศษอีกด้วย'
      ],
      needknowPet_cat: [
        '👑 แมวตื่นตัว อยากรู้อยากเห็นตลอดเวลา','🐱 แมวที่เหมาะกับเลี้ยงในครอบครัว','🐆 แมวที่เลี้ยงนอกบ้าน',
        '👑 รูปร่างใหญ่และตันกว่าปกติ','🐱 ต้องดูแล/ตัดขนทุกวัน','🐆 สายพันธุ์ที่ไม่ก่อให้เกิดอาการแพ้',
        '👑 เข้ากับคนง่ายและต้องการการดูแล','🐆 แมวพูดเก่งเล็กน้อย',
      ],
      trickPet_cat: [ //สิ่งที่ควรรู้
        '🐈 บรรพบุรุษของแมวเมนคูนเป็นแมวขนยาวที่ถูกนำเข้าไปรัฐเมนโดยชาวเรือในช่วงทศวรรษ 1850 หลังจากนั้นได้ผสมพันธุ์กับแมวพื้นถิ่นขนสั้น ลูกที่ออกมาตัวใหญ่ รูปร่างแข็งแรง มีขนยาวปานกลาง มีหางยาวเป็นพวงคล้ายหางแร็คคูน จึงเป็นที่มาของชื่อพันธุ์ “เมนคูน” นั่นเอง',
        '🐈 ในช่วงต้นทศววรรษ 1860 ได้มีการจัดแสดงแมวเมนคูนครั้งพิเศษ ทำให้แมวพันธุ์นี้เป็นที่รู้จักและนำมาเลี้ยงเป็นสัตว์เลี้ยงมากขึ้น',
      ],
    ),
    InfoBird(
      id_cat: '7',
      image_cat: 'assets/images_pet/Ragdoll7.jpg',
      title_cat: 'แร็กดอล\n(Ragdoll)',
      bio_cat: [
         'แร็กดอลเป็นแมวสายพันธุ์ใหญ่ มีพละกำลังและลวดลายที่เป็นเอกลักษณ์ แม้จะดูเป็นแมวขึงขัง จริงจัง แต่จริง ๆ แล้วเป็นแมวสบาย ๆ รักสงบสมชื่อ “แร็กดอล” ที่แปลว่า “ตุ๊กตาผ้า” ส่วนหัวของแมวพันธุ์แร็กดอลค่อนข้างกว้าง ด้านบนแบน และหูทั้งสองข้างตั้งห่างกัน ตาลึกกลมโตสีฟ้า ลำตัวของแมวพันธุ์นี้ยาว มีกล้ามอกกว้าง คอสั้นและขาตรงแข็งแรง อุ้งมือค่อนข้างกลมและใหญ่ มีขนแซมตามซอกนิ้ว ส่วนหางยาวเป็นพวง ขนของแมวพันธุ์แร็กดอลหนาละเอียดเหมือนเส้นไหม มีทั้งแบบขนยาวกลาง ๆ ไปจนถึงยาวมาก แต่สำหรับเหมียวที่โตเต็มไวแผงอกและรอบคอจะมีขนขึ้นแน่นฟู ขนแมวแร็กดอลจะมีอยู่ 3 แบบและแต่ละแบบจะมี 4 สี นอกจากนี้แร็กดอลบางตัวยังมีแต้มสีขาวบนหน้า หู หางและขาด้วย',
      ],
      component_cat: [
        'อายุเฉลี่ย :	 13 – 18 ปี',
        'น้ำหนัก :	4 – 9 กิโลกรัม',
        'ส่วนสูง :	9 – 11 นิ้ว',
        'ขนาดตัว :	ขนาดกลาง',
        'สีขน :	หลากหลายสีขน',
        'สุขภาพและปัญหาที่มักพบ : โรคกล้ามเนื้อหัวใจหนาตัวผิดปกติ (hypertrophic cardiomyopathy) อาจทำให้เกิดอาการหัวใจวายในลูกแมวได้',

      ],
      infoPet_cat: [ //นิสัย
        '🐯 แร็กดอลขึ้นชื่อว่าเป็นแมวที่รักสงบมากที่สุดในโลกเมื่อเทียบกับแมวบ้านพันธุ์อื่น ๆ แมวพันธุ์นี้มีความสุขกับตัวเอง ไม่เรียกร้องและอดทนต่อหลายสถานการณ์',
        '🐯 ด้วยนิสัยอ่อนโยนและสงบเย็น ทำให้แมวแร็กดอลเป็นสัตว์เลี้ยงที่ซื่อสัตย์และรักผู้เลี้ยง มีคำกล่าวโบราณที่ว่า แมวพันธุ์นี้อดทนต่อความเจ็บปวดเก่ง แต่ความจริงแล้วไม่ได้เป็นเช่นนั้น  ลักษณะที่ดูผ่อนคลายนั้นจริง ๆ มาจากความไว้ใจ ไม่ใช่ว่าไร้ความรู้สึก',
      ],
      needknowPet_cat: [
        '👑 แมวสงบ','🐱 รูปร่างใหญ่และตันกว่าปกติ','🐆 ต้องการพื้นที่นอกบ้านบ้าง',
        '👑 เข้ากับคนง่ายและต้องการการดูแล','🐱 ต้องดูแล/ตัดขนทุกวัน','🐆 แมวที่เหมาะกับเลี้ยงในครอบครัว',
        '👑 สายพันธุ์ที่ไม่ก่อให้เกิดอาการแพ้',
      ],
      trickPet_cat: [ //สิ่งที่ควรรู้
        '🐈 ลูกแมวแร็กดอลตัวแรกเกิดที่รัฐแคลิฟอร์เนียช่วงทศวรรษที่ 1960 คาดว่าน่าจะเกิดจากการผสมพันธุ์กันของแมวสาวเปอร์เซียสีขาว (เพศเมีย) กับแมวพันธุ์เบอร์แมนหรือแมวตัวผู้ที่คล้ายพันธุ์เบอร์แมน',
        '🐈 แมวพันธุ์นี้มักยอมให้อุ้มแต่โดยดีและจะทิ้งตัวตามสบายเหมือนตุ๊กตาจึงได้ชื่อว่า “แร็กดอล” หรือ “ตุ๊กตาผ้า”',
      ],
    ),
    InfoBird(
      id_cat: '8',
      image_cat: 'assets/images_pet/RussianBlue8.jpg',
      title_cat: 'รัสเซียนบลู\n(Russian Blue)',
      bio_cat: [
        'รัสเซียนบลูเป็นแมวขนาดกลางถึงใหญ่ มีรูปร่างเพรียวบาง งามสง่า และขาเรียวยาว มองผ่าน ๆ เหมือนเดินเขย่งปลายเท้าตลอดเวลา ส่วนหัวเป็นทรงสามเหลี่ยมกลับหัว พร้อมด้วยแผงหนวดที่โดดเด่นและใบหูขนาดใหญ่ ดวงตาของรัสเซียนบลูกลมโตคล้ายเมล็ดอัลมอนด์ ตั้งห่างกันและมีสีเขียวสดใส ขนของแมวพันธุ์นี้มีสองชั้น ขึ้นเรียงกันแน่นและสั้น ให้สัมผัสนุ่มละเอียด หากสัมผัสขนของรัสเซียนบลูแล้วจะรู้ว่าต่างจากสายพันธุ์อื่น และใช้เป็นเครื่องบ่งชี้สายพันธุ์นี้ได้อย่างแท้จริง แม้จะชื่อ “รัสเซียนบลู” แต่บางครั้งเราจะพบเห็นแมว “รัสเซียนแบล็ค” และ “รัสเซียนไวต์” ด้วยเช่นกัน ในกลุ่ม “รัสเซียนบลู” หรือรัสเซียสีน้ำเงินที่ได้รับความนิยมมากที่สุดนั้น สีขนด้านนอกจะออกเทาเหลือบน้ำเงินหรือเทาประกายเงิน',
      ],
      component_cat: [
        'อายุเฉลี่ย :	10 - 20 ปี',
        'น้ำหนัก :	3.6 - 6.8 กิโลกรัม',
        'ส่วนสูง :	20 - 25 เซนติเมตร',
        'ขนาดตัว :	ขนาดกลาง',
        'สีขน :	สีน้ำเงิน สีดำ สีขาว และเทาเหลือบน้ำเงินหรือเทาประกายเงิน หรือน้ำเงินอมเทา',
        'สุขภาพและปัญหาที่มักพบ : แมวรัสเซียนบลูเป็นสายพันธุ์ที่มีสุขภาพดี',
      ],
      infoPet_cat: [ //นิสัย
        '🐯 รัสเซียนบลูเป็นแมวรักสงบและตกใจง่าย บางครั้งขี้อายและเก็บตัว แต่ขึ้นชื่อว่าเป็นแมวที่จงรักภักดีกับเจ้าของที่มันเลือกไว้อย่างยิ่ง',
        '🐯 แมวสายพันธุ์นี้อาจระแวงคนแปลกหน้าและใช้เวลาสร้างความสัมพันธ์กับมนุษย์สักพัก แต่เมื่อได้อยู่ในสภาพแวดล้อมที่ชื่นชอบแล้ว ก็จะเล่นของเล่นและชอบกระโดด ปีนป่าย และวิ่งไปมาอย่างปราดเปรียวและเท้าเบาที่สุดเชียว',
      ],
      needknowPet_cat: [
        '👑 แมวขี้เล่นขี้สงสัย','🐱 รูปร่างผอมเพรียวและสง่างาม','🐆 ต้องการพื้นที่นอกบ้านบ้าง',
        '👑 เป็นมิตรแต่รักอิสระ','🐱 ต้องดูแล/ตัดขนสัปดาห์ละครั้ง','🐆 สายพันธุ์ที่ไม่ก่อให้เกิดอาการแพ้',
        '👑 แมวเงียบ','🐆 อาจต้องทำความคุ้นเคยก่อนนำมาคลุกคลีกับลูก',
      ],
      trickPet_cat: [ //สิ่งที่ควรรู้
        '🐈 แมวรัสเซียนบลูเดิมรู้จักกันในชื่อ “แมวอาร์คแองเจิล” (Archangel Cat) เพราะเชื่อกันว่าแมวเดินทางมายุโรปทางเรือจากท่าเรือชื่อว่า “อาร์คแองเจิล” (Arkhangelsk) ในประเทศรัสเซีย',
        '🐈 นอกจากนี้ยังเป็นที่รู้จักกันในชื่อ “แมวสเปน” และ “แมวมอลทีส” โดยเฉพาะอย่างยิ่งในสหรัฐอเมริกาที่มีการเรียกชื่อนี้เรื่อยมาจนถึงต้นศตวรรษ',
      ],
    ),
  ];
}