import 'package:projectPet/login/owlClass.dart';
import 'package:projectPet/login/rabbitClass.dart';
class DataOwl {
  static List<InfoOwl> Owl = [
    InfoOwl(
      id_owl: '1',
      image_owl: 'assets/images_pet/WesternScreechOwl1.jpg',
      title_owl: 'นกฮูกเวสต์เทิร์น สครีท \n(Western Screech Owl)',
      bio_owl: [ //ไปรู้จักเจ้าตัวนี้กัน
        ' นกฮูกเวสต์เทิร์น สครีทมีการกระจายพันธุ์ที่หลากหลายในภาคตะวันตกของอเมริกาเหนือ สามารถพบได้ในป่า, พื้นที่เปิด, และบริเวณที่มีต้นไม้ขึ้นยาก',
      ],
      component_owl: [ //ข้อมูลสำคัญ
        'สายพันธุ์ :  นกฮูกเวสต์เทิร์น สครีท (Western Screech Owl)',
        'อายุเฉลี่ย :  3 - 5 ปี',
        'น้ำหนัก :  150 - 300 กรัม',
        'ถิ่นกำเนิด :	 ภาคตะวันตกของอเมริกาเหนือ',
        'สีขน :  สีเทาหรือน้ำตาลที่เข้ม',
        'ความยาวขน :  ความยาวขนขึ้นอยู่กับส่วนต่าง ๆ ของลำตัวและหาง ',
        'อาหาร :  อาหารหลักคือสัตว์เลื้อยคลาน, แมลง, และสัตว์เล็ก ๆ อื่น ๆ ',
      ],
      infoPet_owl: [ //ลักษณะนิสัย  // 🐝 🦋 🌈 🕊️ 🦩 🦅 🦉 🐦 🍃 🍀 🐦‍⬛
        '🦉 เป็นนกที่หลบซ่อนได้ดีในที่ที่มีต้นไม้หรือโครงสร้างอื่น ๆ ',
        '🦉 อาจมีเสียงร้องที่เป็นที่รู้จัก เป็นเสียงที่คล้ายกับ "หวีด" ',
      ],
      needknowPet_owl: [ //สิ่งที่ควรรู้
        '🍃  มีลายจุดหรือลายเส้นบนลำตัว',
        '🦅  ขนบนหัวมีลวดลายที่มีสีที่โดดเด่น',

      ],
      trickPet_owl: [ //รู้หรือไม่
        '🦋  นกฮูกเวสต์เทิร์น สครีท ล่าเหยื่อในที่มืดในขณะที่กลางคืน ',
        '🐦‍⬛  เห็นตัวเล็ก ๆ แบบนี้แต่กลับสามารถพางูตาบอดกลับไปยังรังของตัวเอง เพื่อใช้ป้องกันไม่ให้สัตว์ตัวอื่น ๆ เข้ามารบกวนภายในรัง และแย่งอาหารของตัวอ่อนได้',
      ],
    ),
    InfoOwl(
      id_owl: '2',
      image_owl: 'assets/images_pet/BarnOwl2.jpg',
      title_owl: 'นกแสก\n(Barn Owl)',
      bio_owl: [ //ไปรู้จักเจ้าตัวนี้กัน
        ' นกแสกอาศัยอยู่พบได้ทุกทวีปยกเว้นแอนตาร์กติกา มีการพบเห็นทั่วไปในพื้นที่ที่มีภูมิทัศน์ที่เปิด บ่อทางน้ำ และที่มีต้นไม้น้อย กระจายพันธุ์ทั่วโลก พบได้ในทั้งทวีปยุโรป เอเชีย แอฟริกา และทวีปออสเตรเลีย',
      ],
      component_owl: [ //ข้อมูลสำคัญ
        'สายพันธุ์ :  นกแสก (Barn Owl)',
        'อายุเฉลี่ย :  4 - 5 ปีในทางธรรมชาติ',
        'น้ำหนัก :  400 - 800 กรัม',
        'ถิ่นกำเนิด :	 มีการพบเห็นทั่วไปในพื้นที่ที่มีภูมิทัศน์ที่เปิด, บ่อทางน้ำ, และที่มีต้นไม้น้อย',
        'สีขน :  ขนสีขาวหรือน้ำตาลอ่อน   ',
        'ความยาวขน :  ความยาวขนขึ้นอยู่กับส่วนต่าง ๆ ของลำตัวและหาง   ',
        'อาหาร :  สัตว์เลื้อยคลาน, ต้นข้าว, กระต่าย, และสัตว์เล็ก ๆ อื่น ๆ ที่มีขนาดเล็ก',
      ],
      infoPet_owl: [ //ลักษณะนิสัย  // 🐝 🦋 🌈 🕊️ 🦩 🦅 🦉 🐦 🍃 🍀 🐦‍⬛
        '🦉 นกแสกมีประสิทธิภาพในการล่าเหยื่อในความมืด ',
        '🦉 ใช้เสียงร้องเป็นเครื่องมือในการติดตามและล่าเหยื่อ ',
      ],
      needknowPet_owl: [ //สิ่งที่ควรรู้
        '🍃  สามารถหมุนหัวได้ถึง 270 องศา',
        '🦅  ใช้เสียงร้องเป็นเครื่องมือในการติดตามและล่าเหยื่อ',

      ],
      trickPet_owl: [ //รู้หรือไม่
        '🦋  จุดเล็ก ๆ ที่ดูเหมือนกลุ่มดาวน้อย ๆ ซึ่งปรากฏอยู่บริเวณหัวและคอของนกแสก ไม่ได้มีไว้เพื่อความสวยงามเพียงอย่างเดียวเท่านั้น แต่จุดเหล่านี้ยังสามารถบ่งบอกถึงสุขภาพของเพศเมียได้ด้วย เพราะยิ่งมีจุดเล็ก ๆ มากเท่าไร นกแสกเพศเมียก็จะมีสุขภาพดีมากขึ้นเท่านั้น และช่วยดึงดูดให้เพศผู้รู้สึกอยากเข้าใกล้มากขึ้น',

      ],
    ),
    InfoOwl(
      id_owl: '3',
      image_owl: 'assets/images_pet/BurrowingOwl33.jpg',
      title_owl: 'นกฮูกเบอร์โรวิ่ง\n(Burrowing Owl)',
      bio_owl: [ //ไปรู้จักเจ้าตัวนี้กัน
        ' นกฮูกเบอร์โรวิ่งอาศัยอยู่ถึงแม้ว่าจำนวนประชากรของนกฮูกชนิดนี้จะน้อยลง แต่ก็สามารถพบได้ตั้งแต่บริเวณมิสซิสซิปปีไปจนถึงแปซิฟิก และจากรัฐแพร์รี่ของแคนาดาไปจนถึงอเมริกาตอนใต้ รวมไปถึงฟลอริดากับเกาะแคริบเบียนด้วย มีชื่อวิทยาศาสตร์ว่า Athene cunicularia.',
      ],
      component_owl: [ //ข้อมูลสำคัญ
        'สายพันธุ์ :  นกฮูกเบอร์โรวิ่ง (Burrowing Owl)',
        'อายุเฉลี่ย :  6 - 8 ปี',
        'น้ำหนัก :  150 - 200 กรัม',
        'ถิ่นกำเนิด :	 มีการพบเห็นในทวีปอเมริกา, ยุโรป, แอฟริกา, เอเชีย',
        'สีขน :  ขนสีน้ำตาล   ',
        'อาหาร :  สัตว์เลื้อยคลาน, แมลง, ตัวของสัตว์เล็ก ๆ และไข่ ',
      ],
      infoPet_owl: [ //ลักษณะนิสัย  // 🐝 🦋 🌈 🕊️ 🦩 🦅 🦉 🐦 🍃 🍀 🐦‍⬛
        '🦉 มีนิสัยที่น่ารักและน่าสนใจ ',
        '🦉 มักอาศัยในรูหินหรือรูดินที่ถูกคลุมด้วยหญ้าหรือวัชพืช ',
        '🦉 ส่วนใหญ่มักออกมาในช่วงเย็นถึงตอนกลางคืน ',
      ],
      needknowPet_owl: [ //สิ่งที่ควรรู้
        '🍃  เป็นนกฮูกที่สามารถออกหากินตอนกลางวัน โดยเฉพาะในฤดูไม้ไม้ผลิซึ่งเป็นช่วงที่ต้องออกหาอาหารเพื่อเลี้ยงลูกน้อยของตัวเองด้วย',

      ],
      trickPet_owl: [ //รู้หรือไม่
        '🦋  กฮูกเบอร์โรวิ่งมักมีการสร้างรังในรูดินหรือรูหินและเป็นนกที่น่าสนใจที่อาศัยในสภาพแวดล้อมที่เปิดโล่ง ',
      ],
    ),
    InfoOwl(
      id_owl: '4',
      image_owl: 'assets/images_pet/FlammulatedOwl4.jpg',
      title_owl: 'นกฮูกเฟรมมูเลท\n(Flammulated  Owl)',
      bio_owl: [ //ไปรู้จักเจ้าตัวนี้กัน
        ' นกฮูกเฟรมมูเลทอาศัยอยู่ในฤดูร้อนจะอาศัยบริเวณตะวันตกเฉียงใต้ของแคนาดา ไปจนถึงทางตะวันตกของสหรัฐอเมริกา ก่อนจะอพยพไปยังเม็กซิโก เมื่อเข้าสู่ช่วงฤดูหนาว    ชื่อของนกฮูกสายพันธุ์นี้มาจากภาษาละติน เนื่องจากบริเวณใบหน้า หัว และคอ มีขนสีแดงอมส้มดูคล้ายกับเปลวไฟ ซึ่งเป็นลักษณะเฉพาะของนกฮูกชนิดนี้',
      ],
      component_owl: [ //ข้อมูลสำคัญ
        'สายพันธุ์ :  นกฮูกเฟรมมูเลท (Flammulated Owl)',
        'อายุเฉลี่ย :  4 - 6 ปี',
        'น้ำหนัก :  45 - 75 กรัม',
        'ถิ่นกำเนิด :	 มีการพบเห็นในทวีปอเมริกาเหนือ, ตลอดทางตะวันตกของอเมริกาเหนือ, และบางส่วนของเม็กซิโก',
        'สีขน :  ขนสีน้ำตาลที่เข้ม   ',
        'อาหาร :  อาหารหลักคือแมลง, ผีเสื้อ, และสัตว์เล็ก ๆ อื่น ๆ ที่พบในป่า หรือบริเวณที่มีต้นไม้มาก ',
      ],
      infoPet_owl: [ //ลักษณะนิสัย  // 🐝 🦋 🌈 🕊️ 🦩 🦅 🦉 🐦 🍃 🍀 🐦‍⬛
        '🦉 เป็นนกที่หลบซ่อนได้ดีในที่ที่มีต้นไม้หรือพุ่มไม้ ',
        '🦉 มักเลือกที่อยู่ในป่าหนา ป่าผสม และป่าสน ',
      ],
      needknowPet_owl: [ //สิ่งที่ควรรู้
        '🍃  นกฮูกเฟรมมูเลทอาศัยอยู่ในฤดูร้อนจะอาศัยบริเวณตะวันตกเฉียงใต้ของแคนาดา ไปจนถึงทางตะวันตกของสหรัฐอเมริกา ก่อนจะอพยพไปยังเม็กซิโก เมื่อเข้าสู่ช่วงฤดูหนาว',
        '🦅  มีชื่อวิทยาศาสตร์ว่า Psiloscops flammeolus',

      ],
      trickPet_owl: [ //รู้หรือไม่
        '🦋  นกฮูกสายพันธุ์นี้ หน้ามีลวดลายที่มีลักษณะคล้ายเสือ',
      ],
    ),
    InfoOwl(
      id_owl: '5',
      image_owl: 'assets/images_pet/GreatHornedOwl5.jpg',
      title_owl: 'นกฮูกเกรท ฮอร์น \n(Great Horned Owl)',
      bio_owl: [ //ไปรู้จักเจ้าตัวนี้กัน
        ' นกฮูกเกรท ฮอร์นเป็นหนึ่งในนกฮูกที่ใหญ่และมีพัฒนาการมากที่สุดในทวีปอเมริกา มีการกระจายพันธุ์ทั่วทั้งทวีปอเมริกา รวมทั้งในทวีปเอเชีย',
      ],
      component_owl: [ //ข้อมูลสำคัญ
        'สายพันธุ์ :  นกฮูกเกรท ฮอร์น (Great Horned Owl)',
        'อายุเฉลี่ย :  5 - 15 ปี',
        'น้ำหนัก :  1.4 - 2.3 กิโลกรัม',
        'ถิ่นกำเนิด :	 มีการพบเห็นทั่วทั้งทวีปอเมริกา, รวมทั้งในทวีปเอเชีย',
        'สีขน :  ขนสีน้ำตาลหรือน้ำตาลเข้ม   ',
        'อาหาร :  สัตว์เลื้อยคลาน, กระต่าย, นก, งู, และสัตว์เล็ก ๆ อื่น ๆ ที่มีขนาดใหญ่ ',
      ],
      infoPet_owl: [ //ลักษณะนิสัย  // 🐝 🦋 🌈 🕊️ 🦩 🦅 🦉 🐦 🍃 🍀 🐦‍⬛
        '🦉 เป็นนกที่มีความเก่งและสามารถล่าเหยื่อขนาดใหญ่ได้ ',
        '🦉 มีเสียงร้องที่เป็นเอกลักษณ์ และสามารถปีนบนต้นไม้ได้ดี ',
      ],
      needknowPet_owl: [ //สิ่งที่ควรรู้
        '🍃  ชื่อวิทยาศาสตร์ของมันคือ Bubo virginianus',
        '🦅  นกฮูกพันธุ์เกรท ฮอร์น เป็นนกฮูกที่กินขนสัตว์ ขนนก และกระดูกที่ติดมากับเนื้อ รวมไปถึงอวัยวะของเหยื่อ เพราะกรดในกระเพาะของนกฮูกชนิดนี้ไม่สามารถช่วยย่อยอาหารชิ้นใหญ่ได้ ซึ่งลักษณะการกินเช่นนี้อาจทำให้ตัวของพวกมันเล็กกว่าที่เป็นอยู่ในสักวันหนึ่ง',

      ],
      trickPet_owl: [ //รู้หรือไม่
        '🦋  นกฮูกเกรท ฮอร์นเป็นนกที่ทรงพลัง มักถูกเลือกเป็นสัญลักษณ์ของความเข้มแข็งและปัญญาในนวนิยายและวรรณกรรมต่าง ๆ ',
      ],
    ),
    InfoOwl(
      id_owl: '6',
      image_owl: 'assets/images_pet/LongearedOwl6.jpg',
      title_owl: 'นกฮูกลอง เอียร์\n(Long Eared Owl)',
      bio_owl: [ //ไปรู้จักเจ้าตัวนี้กัน
        ' ที่มาของนกฮูกสายพันธุ์นี้ก็เพราะว่า บนหัวของนกฮูกมีขนยื่นออกไปเหนือศีรษะที่ดูคล้ายกับลักษณะของหูสัตว์ ซึ่งนักวิจัยเชื่อว่า ขนดังกล่าวจะช่วยให้นกฮูกกลมกลืนไปกับสภาพแวดล้อมที่อยู่มากขึ้น อีกทั้งยังเป็นนักสร้างสรรค์ตัวยง เพราะแทนที่จะสร้างรังใหม่ นกฮูกพันธุ์นี้กลับเลือกที่จะใช้รังนกร้างที่นกตัวอื่นเคยสร้างไว้เป็นของตัวเอง เช่น รังของนกกางเขน หรืออีกา',
      ],
      component_owl: [ //ข้อมูลสำคัญ
        'สายพันธุ์ :  นกฮูกลอง เอียร์ (Long eared Owl)',
        'อายุเฉลี่ย :  5 - 10 ปี',
        'น้ำหนัก :  300 - 500 กรัม',
        'ถิ่นกำเนิด :	 อาศัยอยู่อเมริกาเหนือ, ยุโรป, เอเชีย และในแอฟริกาเหนือ บางครั้งก็พบในเม็กซิโกใต้และทางตอนใต้ของจีน',
        'สีขน :  ขนสีน้ำตาลเข้ม   ',
        'อาหาร :  สัตว์เลื้อยคลาน, แมลง, นก, และสัตว์เล็ก ๆ อื่น ๆ ที่พบในป่าหรือบริเวณที่มีต้นไม้มาก ',
      ],
      infoPet_owl: [ //ลักษณะนิสัย  // 🐝 🦋 🌈 🕊️ 🦩 🦅 🦉 🐦 🍃 🍀 🐦‍⬛
        '🦉 มักอยู่ในป่าหนา, ป่าผสม, และบริเวณที่มีต้นไม้ ',
        '🦉 เป็นนกที่ออกหากินในช่วงค่ำคืน ',
      ],
      needknowPet_owl: [ //สิ่งที่ควรรู้
        '🍃  มีชื่อทางวิทยาศาสตร์ว่า Asio otus',
        '🦅  ที่มาของนกฮูกสายพันธุ์นี้ก็เพราะว่า บนหัวของนกฮูกมีขนยื่นออกไปเหนือศีรษะที่ดูคล้ายกับลักษณะของหูสัตว์',

      ],
      trickPet_owl: [ //รู้หรือไม่
        '🦋  นกฮูกลอง เอียร์เป็นนกที่มีลักษณะทางกายภาพที่น่าสนใจและมักพบในสภาพแวดล้อมที่มีต้นไม้มาก  ',
      ],
    ),
    InfoOwl(
      id_owl: '7',
      image_owl: 'assets/images_pet/EurasianEagleOwl7.jpg',
      title_owl: 'นกฮูกยูเรเชียน อีเกิล\n(Eurasian Eagle Owl)',
      bio_owl: [ //ไปรู้จักเจ้าตัวนี้กัน
        '  นกฮูกยูเรเชียน อีเกิล อาศัยอยู่แถบยุโรปและเอเชีย เป็นหนึ่งในไม่กี่สายพันธุ์ของนกฮูกที่มีระยะปลายปีกกว้างเกือบ 2 เมตร และดูน่าเกรงขามขนาดนี้',
      ],
      component_owl: [ //ข้อมูลสำคัญ
        'สายพันธุ์ :  นกฮูกยูเรเชียน อีเกิล (Eurasian Eagle Owl)',
        'อายุเฉลี่ย :  20 ปี',
        'น้ำหนัก :  1.5 - 4 กิโลกรัม',
        'ถิ่นกำเนิด :	 ยุโรป, ทวีปเอเชีย, และบางพื้นที่ของเหนือแอฟริกา',
        'สีขน :  ขนสีน้ำตาลเข้ม   ',
        'อาหาร :  กระต่ายป่าหรือ ลูกกวาง รวมไปถึงนกขนาดใหญ่ ได้แก่ นกกระยาง และนกแร้ง',
      ],
      infoPet_owl: [ //ลักษณะนิสัย  // 🐝 🦋 🌈 🕊️ 🦩 🦅 🦉 🐦 🍃 🍀 🐦‍⬛
        '🦉 เป็นนกที่มีการจับเหยื่อที่เร็วและแม่นยำ ',
        '🦉 มักอาศัยอยู่ในที่ที่มีต้นไม้หรือบนช่องโขดในผาเหลือง ',
      ],
      needknowPet_owl: [ //สิ่งที่ควรรู้
        '🍃  ลักษณะทางกายภาพ : ดวงตาใหญ่และมีสีส้ม และหน้ามีหนวดสั้น',
        '🦅  เป็นนกฮูกที่มีขนาดใหญ่และเป็นที่รู้จักมากในยุโรปและทวีปเอเชีย.',

      ],
      trickPet_owl: [ //รู้หรือไม่
        '🦋  นกฮูกยูเรเชียน อีเกิลมีลักษณะทางกายภาพที่น่าทึ่งด้วยขนสีน้ำตาลเข้ม และลายขนาดใหญ่ที่คล้ายดวงตาบนหน้าของนก นอกจากนี้ดวงตาใหญ่และสีส้มทำให้นกนี้มีลุคที่โดดเด่น การกระจายพันธุ์ที่แตกต่างกันทำให้เป็นนกที่พบได้ในหลายทวีปและสภาพแวดล้อมที่แตกต่างกันทั่วโลก ',
      ],
    ),
    InfoOwl(
      id_owl: '8',
      image_owl: 'assets/images_pet/NorthernPygmyOwl8.jpg',
      title_owl: 'นกฮูกนอร์ทเทิร์ฟ ปิกมี\n(Northern Pygmy Owl)',
      bio_owl: [ //ไปรู้จักเจ้าตัวนี้กัน
        '  นกฮูกนอร์ทเทิร์น ปิกมี อาศัยอยู่ตอนกลางและทางตะวันตกเฉียงเหนือของอเมริกา เนื่องจากนกฮูกนอร์ทเทิร์น ปิกมี เป็นสัตว์ที่ออกหากินตอนกลางวัน ก็เลยทำให้มีการมองเห็นที่ดีทั้งในตอนกลางวันและตอนกลางคืน แต่กลับมีความสามารถในการรับฟังเสียงต่ำ เพราะไม่ได้รับการพัฒนาในส่วนนี้นั่นเอง',
      ],
      component_owl: [ //ข้อมูลสำคัญ
        'สายพันธุ์ :  นกฮูกนอร์ทเทิร์น ปิกมี (Northern Pygmy Owl)',
        'อายุเฉลี่ย :  ไม่มีข้อมูลที่ระบุเป็นที่น่าเชื่อถือ',
        'น้ำหนัก :  70 - 110 กรัม',
        'ถิ่นกำเนิด :	 ทวีปอเมริกา',
        'สีขน :  ขนสีน้ำตาลเข้ม.   ',
        'อาหาร :  สัตว์เลื้อยคลาน แมลง นก ตัวงูเล็ก ๆ และสัตว์เล็ก ๆ อื่น ๆ ที่มีขนาดให้ทานได้. ',
      ],
      infoPet_owl: [ //ลักษณะนิสัย  // 🐝 🦋 🌈 🕊️ 🦩 🦅 🦉 🐦 🍃 🍀 🐦‍⬛
        '🦉 เป็นนกที่มีการทำงานกลางคืนและมักล่าเหยื่อที่มีขนาดเล็ก ',
        '🦉 มีเสียงร้องที่สูงและเป็นจังหวะ ',
      ],
      needknowPet_owl: [ //สิ่งที่ควรรู้
        '🍃  มีชื่อทางวิทยาศาสตร์ว่า Glaucidium gnoma.',
        '🦅  ลักษณะทางกายภาพ : ขนสีน้ำตาลเข้มบนหลังและฝ่ามือ, ขนลำตัวที่มีลาย ลายที่คล้ายหัวของนกฮูกบนอก',

      ],
      trickPet_owl: [ //รู้หรือไม่
        '🦋  นกฮูกนอร์ทเทิร์น ปิกมีเป็นนกฮูกที่น่าสนใจที่มีลักษณะทางกายภาพที่น่ารัก ',
      ],
    ),InfoOwl(
      id_owl: '9',
      image_owl: 'assets/images_pet/EasternScreechOwl9.jpg',
      title_owl: 'นกฮูกอีสต์เทิร์น สครีช\n(Eastern  Screech Owl)',
      bio_owl: [ //ไปรู้จักเจ้าตัวนี้กัน
        ' นกฮูกอีสต์เทิร์น สครีช อาศัยอยู่ทางตะวันออกของเทือกเขาร็อกกี้ ประเทศสหรัฐอเมริกาไปจนทางตะวันออกเฉียงเหนือของเม็กซิโก ชื่อของนกฮูกชนิดนี้จะหมายถึง เสียงกรีดร้อง เสียงแหลมและดัง',
      ],
      component_owl: [ //ข้อมูลสำคัญ
        'สายพันธุ์ :  นกฮูกอีสต์เทิร์น สครีช (Eastern Screech Owl)',
        'อายุเฉลี่ย :  6 - 8 ปี',
        'น้ำหนัก :  150 - 250 กรัม',
        'ถิ่นกำเนิด :	 ทวีปอเมริกาเหนือ',
        'สีขน :  ขนสีน้ำตาลหรือเทา   ',
        'อาหาร :  สัตว์เลื้อยคลาน ตัวขนาดเล็ก แมลง และสัตว์เล็ก ๆ อื่น ๆ ที่พบในบริเวณที่อยู่ ',
      ],
      infoPet_owl: [ //ลักษณะนิสัย  // 🐝 🦋 🌈 🕊️ 🦩 🦅 🦉 🐦 🍃 🍀 🐦‍⬛
        '🦉 มีเสียงร้องที่คล้ายเสียงของม้า ',
        '🦉 มักพบในป่า สวน และบริเวณที่มีต้นไม้ ',
      ],
      needknowPet_owl: [ //สิ่งที่ควรรู้
        '🍃  มีหน้าที่เล็กและดวงตาใหญ่',
        '🦅  ถึงแม้ชื่อของนกฮูกชนิดนี้จะหมายถึง เสียงกรีดร้อง เสียงแหลมและดัง แต่เสียงจริงๆของนกฮูกอีสต์เทิร์น สครีช กลับแผ่วเบาและนุ่มนวล ตรงกันข้ามกับชื่อของตัวเองโดยสิ้นเชิงเลย',
        '🦩  มีชื่อทางวิทยาศาสตร์ว่า Megascops kennicottii',
      ],
      trickPet_owl: [ //รู้หรือไม่
        '🦋  นกฮูกอีสต์เทิร์น สครีชเป็นนกที่น่าสนใจที่สามารถพบเห็นในสภาพแวดล้อมที่มีต้นไม้ และมักมีเสียงร้องที่น่ารักที่เป็นเอกลักษณ์ ',
      ],
    ),
    InfoOwl(
      id_owl: '10',
      image_owl: 'assets/images_pet/SpectacledOwl10.jpg',
      title_owl: 'นกฮูกสเปคทาเคิล \n(Spectacled Owl)',
      bio_owl: [ //ไปรู้จักเจ้าตัวนี้กัน
        '  นกฮูกสเปคทาเคิล อาศัยอยู่เม็กซิโก และตั้งแต่ตอนกลางของอเมริกาไปจนถึงพื้นที่ 2 ใน 3 ของทางตอนเหนือของอเมริกาใต้  ความแปลกของสายพันธุ์สเปคทาเคิลก็คือ ลูก ๆ ของนกฮูกเหล่านี้จะมีสีตรงข้ามกับพ่อแม่โดยสิ้นเชิง โดยลูก ๆ มีขนลำตัวสีขาวและหน้าดำสนิท แต่พอโตขึ้นก็จะเหลือขนสีขาวเฉพาะช่วงคอกับบางส่วนของใบหน้าเท่านั้น',
      ],
      component_owl: [ //ข้อมูลสำคัญ
        'สายพันธุ์ :  นกฮูกสเปคทาเคิล (Spectacled Owl)',
        'อายุเฉลี่ย :  ไม่มีข้อมูลที่ระบุเป็นที่น่าเชื่อถือ',
        'น้ำหนัก :  1.2 - 2.3 กิโลกรัม',
        'ถิ่นกำเนิด :	 อาศัยอยู่เม็กซิโก',
        'สีขน :  ขนสีน้ำตาลเข้ม   ',
        'อาหาร :  สัตว์เลื้อยคลาน, สัตว์เลือด, และสัตว์เล็ก ๆ ที่พบในพื้นที่ที่อยู่ ',
      ],
      infoPet_owl: [ //ลักษณะนิสัย  // 🐝 🦋 🌈 🕊️ 🦩 🦅 🦉 🐦 🍃 🍀 🐦‍⬛
        '🦉 เป็นนกที่มีนิสัยค่อนข้างผีเสื้อ ',
        '🦉 มักพบอยู่ในป่าเขาชื้น, ป่าดิบ, และป่าต้นน้ำ ',
      ],
      needknowPet_owl: [ //สิ่งที่ควรรู้
        '🍃  มีชื่อทางวิทยาศาสตร์ว่า Pulsatrix perspicillata',
        '🦅  การกระจายพันธุ์ : กระจายพันธุ์ในทวีปอเมริกาเฉียงใต้ ตั้งแต่เม็กซิโกถึงแอฟริกาใต้',

      ],
      trickPet_owl: [ //รู้หรือไม่
        '🦋  นกฮูกสเปคทาเคิลมีลายลายที่คล้ายแว่นตารอบดวงตาทำให้ดูเหมือนว่าสวมแว่น ',
      ],
    ),
    InfoOwl(
      id_owl: '11',
      image_owl: 'assets/images_pet/OWL11.jpg',
      title_owl: 'นกเค้าแมว \n(Owl)',
      bio_owl: [ //ไปรู้จักเจ้าตัวนี้กัน
        '  นกเค้าแมว (Owl) หลายชนิดลดจำนวนลงไปอย่างรวดเร็ว เนื่องมาจากทัศนคติในด้านลบที่ว่านกเค้าแมวเป็นนกผีที่นำความตาย ความโชคร้าย และความเจ็บป่วยทุกข์ทรมานมาสู่ผู้พบเห็นหรือแม้แต่การได้ยินเพียงเสียงร้อง แต่รู้หรือไม่ว่าการลดลงของจำนวนประชากรนกเค้าแมวจะส่งผลกระทบต่อระบบนิเวศ เพราะนกเค้าแมวถือเป็นผู้ล่าลำดับสูงของห่วงโซ่อาหาร ',
      ],
      component_owl: [ //ข้อมูลสำคัญ
        'สายพันธุ์ :  นกเค้าแมว (Owl)',
        'อายุเฉลี่ย :  5 - 10 ปี',
        'น้ำหนัก :  40 กรัม ถึง 4 กิโลกรัม',
        'ถิ่นกำเนิด :	 มีถิ่นกำเนิดที่หลากหลายและกระจายอยู่ทั่วโลก โดยมีสายพันธุ์ต่างๆที่ปรากฏในทวีปและสภาพแวดล้อมที่แตกต่างกัน',
        'สีขน :  สีขนขึ้นอยู่กับสายพันธุ์และสภาพแวดล้อม   ',
        'อาหาร :  นกเค้าแมวมักล่าสัตว์เลี้ยงต่าง ๆ ที่มีขนาดเล็กถึงขนาดกลาง, เช่น หนู, กระต่าย, และแมลง ',
      ],
      infoPet_owl: [ //ลักษณะนิสัย  // 🐝 🦋 🌈 🕊️ 🦩 🦅 🦉 🐦 🍃 🍀 🐦‍⬛
        '🦉 มักเป็นนกที่ทำงานกลางคืนและมีการล่าอย่างน่าประทับใจ ',
        '🦉 มีเสียงร้องที่หลากหลาย',
      ],
      needknowPet_owl: [ //สิ่งที่ควรรู้
        '🍃  นกเค้าแมวมีขนสีที่เปลี่ยนแปลงตามสภาพแวดล้อมที่อยู่ ดวงตาขนาดใหญ่ หน้าที่แบน และการมองเห็นที่ยอดเยี่ยมในที่มืด ',
        '🦅  การกระจายพันธุ์ :  กระจายพันธุ์ทั่วโลกในทุกทวีป, ยกเว้นบางเกาะที่ห่างไกล',

      ],
      trickPet_owl: [ //รู้หรือไม่
        '🦋  นกเค้าแมวมักถูกบอกเป็นสัญลักษณ์ของปัญญา และความประณีต ',
      ],
    ),
  ];
}