import 'package:projectPet/login/birdClass.dart';
class DataBird {
  static List<InfoRabbit> Bird = [
    InfoRabbit(
      id_Rabbit: '1',
      image_Bird: 'assets/images_pet/Cockatiel1.jpg',
      title_Bird: 'นกค๊อกคาเทล\n(Cockatiel)',
      bio_Bird: [ //ไปรู้จักเจ้าตัวนี้กัน
        'นกค๊อกคาเทลมีถิ่นกำเนิดที่ออสเตรเลีย Cockatiels เป็นสมาชิกที่เล็กที่สุดในตระกูล Cockatoo พวกมันเป็นสัตว์เลี้ยงที่อ่อนหวาน ดูแลง่ายและฉลาด',
      ],
      component_Bird: [ //ข้อมูลสำคัญ
        'ถิ่นกำเนิด :  ออสเตรเลีย',
        'อายุเฉลี่ย :  15 - 25 ปี',
        'น้ำหนัก :  75 - 125 กรัม',
        'ขนาดตัว :	27 - 30 cm',
        'ขนาดกรงขั้นต่ำ :  60 x 60 x 76 cm',
        'ราคา :  900 - 3000 บาท',
        'สีขน :  สีเทา และสีอที่หลากหลาย',
        'สุขภาพและปัญหาที่มักพบ : โรคไขมันพอกตับ',
      ],
      infoPet_Bird: [ //ลักษณะนิสัย  //🕊️🐣🐧🐓🐔🐓‍🐧🐣🕊️ 🐦 💫
        '🐦 นกค๊อกคาเทลขึ้นชื่อเรื่องความอ่อนโยนและน่ารัก มักจะชอบให้ลูบคลำ',
        '🐦 นกค๊อกคาเทลมีชื่อเสียงในหารเลียนแบบเสียง แม้ว่าค๊อกคาเทลจะไม่รู้จักความสามารถในการพูด แต่สามารถเรียนรู้ที่จะผิวปากตอบกลับเจ้าของค๊อกคาเทลได้',
      ],
      needknowPet_Bird: [
        '🐧 เหมาะสำหรับการเลี้ยงบริเวณด้านในบ้านและนอกบ้าน ',
        '🐧 อาจจะไม่เหมาะสำหรับอพาร์ตเมนต์ เนื่องจากบางครั้งนกค๊อกคาเทลมีเสียงกรีดร้องที่ดังต่อเนื่อง',

      ],
      trickPet_Bird: [ //รู้หรือไม่
        '🕊️ นกค๊อกคาเทลทั่วไปสามารถแยกเพศผู้และเพศเมียได้ ตัวผู้จะมีขนสีเหลืองบริเวณใบหน้าชัดกว่าและขนแก้มที่ส้มสว่าง ในขณะที่ตัวเมียมีขนสีเทาและมีสีส้มที่แก้มสีอ่อนกว่า ตัวเมียจะมีแถบสีเทาบริเวณหางของค๊อกคาเทล',
        '🐣 เมื่อค๊อกคาเทลรู้สึกผ่อนคลายหงอนจะอยู่ในลักษณะตั้งขึ้นเล็กน้อย เช่นเดียวกับแก้มที่ฟู และคุณอาจจะได้ยินเสียงพวกมันขบจะงอยปากตัวเองอย่างพอใจ',
      ],
    ),
    InfoRabbit(
      id_Rabbit: '2',
      image_Bird: 'assets/images_pet/lovebird2.jpg',
      title_Bird: 'นกเลิฟเบิร์ด\n(Lovebird)',
      bio_Bird: [ //ไปรู้จักเจ้าตัวนี้กัน
        'นกเลิฟเบิร์ดเป็นนกปากขอขนาดเล็ก มีสีสดใส และมีถิ่นกำเนิดมาจากแอฟริกาและมาดากัสการ์',
      ],
      component_Bird: [ //ข้อมูลสำคัญ
        'ถิ่นกำเนิด :  แอฟริกาและมาดากัสการ์',
        'อายุเฉลี่ย :  15 - 20 ปี',
        'น้ำหนัก :	50 กรัม',
        'ขนาดตัว :	 13 - 17 cm',
        'ขนาดกรงขั้นต่ำ : 45 x 45 x 45 cm',
        'ราคา : 500 - 1000 บาท',
        'สีขน : สีพีชไปสีเขียว',
        'สุขภาพและปัญหาที่มักพบ : มีแนวโน้มที่จะเป็นโรคหนองในเทียม',
      ],
      infoPet_Bird: [ //ลักษณะนิสัย  //🕊️🐣🐧🐓🐔🐓‍🐧🐣🕊️ 🐦 💫
        '🐦 เลิฟเบิร์ดเป็นนกช่างพูดที่ชอบร้องเพลงและผิวปากทั้งวัน แต่นกเลิฟเบิร์ดจะเปล่งเสียงโดยเฉพาะในช่วงเช้าและช่วงค่ำ',

      ],
      needknowPet_Bird: [
        '🐧 นกเลิฟเบิร์ดสามารถเลี้ยงในอพาร์ตเมนต์ได้ เนื่องจากเป็นนกที่มีเสียงค่อนข้างเงียบกว่านกแก้วสายพันธุ์อื่นๆ',

      ],
      trickPet_Bird: [ //รู้หรือไม่
        '🕊️ เมื่อพวกเขาตื่นตระหนก หวาดกลัว เบื่อ เครียด หรือป่วย นกเลิฟเบิร์ดกรีดร้องหรือส่งเสียงดัง',
        '🐣 เพลงของนกเลิฟเบิร์ดก็ไพเราะมากกว่านกแก้วตัวอื่นๆ'
      ],
    ),
    InfoRabbit(
      id_Rabbit: '3',
      image_Bird: 'assets/images_pet/SunConure3.jpg',
      title_Bird: 'นกซันคอนัวร์\n(Sun Conure)',
      bio_Bird: [ //ไปรู้จักเจ้าตัวนี้กัน
        '  นกแก้วซันคอนัวร์ น่าจะเป็น Aratinga conure ที่ได้รับความนิยมมากที่สุดในฐานะสัตว์เลี้ยง ซันคอนัวร์มีความสวยงามโดดเด่นพร้อมบุคลิกที่เข้าคู่กัน ความงามและความสนุกสนานของพวกมันทำให้ซันคอนัวร์',
      ],
      component_Bird: [ //ข้อมูลสำคัญ
        'ถิ่นกำเนิด :  ภาคตะวันออกเฉียงเหนือของอเมริกาใต้',
        'อายุเฉลี่ย :  15-30 ปี',
        'น้ำหนัก :	100-150 กรัม',
        'ขนาดตัว :	 30 cm',
        'ขนาดกรงขั้นต่ำ : 76 x 76 x 91 cm',
        'ราคา : 1,700 - 5,000 บาท',
        'สีขน : ส่วนหลังและปีกคู่เป็นสีเขียวชอุ่ม บริเวณปลายหางเป็นสีน้ำเงิน',
        'สุขภาพและปัญหาที่มักพบ : ซันคอนัวร์มักชอบถอนขนตัวเอง',
      ],
      infoPet_Bird: [ //ลักษณะนิสัย  //🕊️🐣🐧🐓🐔🐓‍🐧🐣🕊️ 🐦 💫
        '🐦 ซันคอนัวร์เป็นที่รู้จักจากบุคลิกที่กล้าหาญและการโต้ตอบที่ขี้เล่น',
        '🐦 ขี้เล่นและสนุกสนาน นกเหล่านี้ฉลาด โต้ตอบได้และฝึกฝนได้ง่าย โดยทั่วไปแล้ว มันเป็นนกที่น่ารักและน่ากอดมากซึ่งอ่อนโยนต่อสมาชิกทุกคนในครอบครัว',
      ],
      needknowPet_Bird: [
        '🐧 นกซันคอนัวร์มีเสียงค่อนข้างเสียงดัง จึงไม่เหมาะสำหรับการเลี้ยงในอพาร์ทเมนต์ ',

      ],
      trickPet_Bird: [ //รู้หรือไม่
        '🕊️ ซันคอนัวร์บางตัวแสดงให้เห็นถึงความสามารถที่แปลกประหลาดในการเลียนแบบเสียงประเภทอื่นๆ เช่น กริ่งประตู ออด ไมโครเวฟ และเสียงกริ่งโทรศัพท์',
      ],
    ),
    InfoRabbit(
      id_Rabbit: '4',
      image_Bird: 'assets/images_pet/AfricanGrey4.jpg',
      title_Bird: 'นกแอฟริกันเกรย์\n(African Grey)',
      bio_Bird: [ //ไปรู้จักเจ้าตัวนี้กัน
        'นกแอฟริกันเกรย์ นกแก้วแอฟริกันเกรย์มีอยู่ 2 ชนิดคือ Congo African Grey Parrot และ Timneh African Grey Parrot เป็นนกแก้วที่ฉลาดและช่างพูดมากที่สุด ไม่เพียงแต่สามารถเรียนรู้คำศัพท์จำนวนมาก พวกมันยังสามารถเรียนรู้วิธีพูดด้วยเสียงต่างๆ',
      ],
      component_Bird: [ //ข้อมูลสำคัญ
        'ถิ่นกำเนิด :  แอฟริกา',
        'อายุเฉลี่ย :  40-50 ปี',
        'น้ำหนัก :	400-650 กรัม',
        'ขนาดตัว :	 33 cm',
        'ขนาดกรงขั้นต่ำ : 60 x 60 x 90 cm',
        'ราคา : 7000 – 15000 บาท',
        'สีขน : หางของตัวผู้จะยังคงเป็นสีแดงเข้ม ในขณะที่ขนหางสีแดงของตัวเมียจะกลายเป็นปลายสีเงิน',
      ],
      infoPet_Bird: [ //ลักษณะนิสัย  //🕊️🐣🐧🐓🐔🐓‍🐧🐣🕊️ 🐦 💫
        '🐦 แอฟริกันเกรย์เป็นนกแก้วที่ฉลาดที่สุด แอฟริกันเกรย์มีนิสัยน่ารักและขี้สงสัย  สายพันธุ์นี้ขึ้นชื่อเรื่องค่อนข้างที่จะเข้ากับคนได้ง่าย',
        '🐦 แอฟริกันเกรย์เป็นนกที่อ่อนไหว หากพวกคุณปล่อยให้แอฟริกันเกรย์อยู่ในกรงเพียงลำพังเป็นเวลานานแอฟริกันเกรย์อาจจะรู้สึกเบื่อหรือหดหู่ และมีจะทำพฤติกรรมที่ไม่ดี เช่น การกรีดร้องที่เสียงดัง',
      ],
      needknowPet_Bird: [
        '🐧 1.คองโกแอฟริกันเกรย์ (Congo African Grey) บริเวณลำตัวจะมีสีเทาเข้มและค่อยๆจางลงมาเป็นสีเทาอ่อนริเวณหน้าอกและขาของแอฟริกันเกรย์ รอบดวงตาจะมีสีขาวสง่าง และจะมีจงอยปากสีดำสนิท สิ่งที่โดนเด่นภายในตัวคือขนหางคองโกแอฟริกันเกรย์มีสีแดงสด',
        '🐧 2.ทิมเน่แอฟริกันเกรย์  (Timneh African Grey)  สีขนบริเวณหัว หลัง และหน้าอกส่วนบนมีสีเทาเข้ม และมีขนสีเข้มเป็นรูปตัว V อยู่บนบนท้องบริเวณใต้หางมีสีแดงเข้มหรือสีน้ำตาลแดง จะงอยปากเป็นสีขาวสีชมพูอ่อนๆด้านบน',
      ],
      trickPet_Bird: [ //รู้หรือไม่
        '🕊️ นกแอฟริกันเกรย์ฉลาด มีทักษะในการคิดเทียบเท่ากับเด็กอายุ 5 ขวบ',
        '🐣 แอฟริกันเกรย์เป็นนกที่ฉลาดที่สุดในโลก พูดได้และเลียนแบบเสียงได้ดี',
      ],
    ),
    InfoRabbit(
      id_Rabbit: '5',
      image_Bird: 'assets/images_pet/Parakeeets5.jpg',
      title_Bird: 'นกหงษ์หยก\n(Parakeets)',
      bio_Bird: [ //ไปรู้จักเจ้าตัวนี้กัน
        ' ถิ่นกำเนิดดั้งเดิมของ Budgerigar นั้นอาศัยอยู่ตามทุ่งหญ้าทั่วไปในออสเตรเลียปัจจุบันมักเรียกสั้นลงว่า บั๊ดจี้ส์ (Budgies) และ Parakeet ก่อนหน้ามีผู้เข้าใจ ว่านกนี้อยู่ในจำพวก Lovebird แต่ปัจจุบันเป็นที่ยอมรับแล้วว่าเป็นคนละชนิดกัน ชื่อเรียก Budgerigar เป็นชื่อซึ่งเพี้ยนมาจากสำเนียงพื้นเมืองในออสเตรเลียที่เรียกว่าBetcherrygah แปลว่าอาหารดี หรือกินอร่อย บุคคลแรกที่ได้ศึกษาและนำเรื่องราวในฐานะเป็นนกใหม่ เป็นนักสัตวศาสตร์ชาวอังกฤษ ชื่อ กูลด์ (Gould) ซึ่งได้เข้าไปศึกษาชีวิตการเป็นอยู่ของสัตว์ต่างๆ ในออสเตรเลีย เมื่อ 110 ปีที่แล้ว',
      ],
      component_Bird: [ //ข้อมูลสำคัญ
        'ถิ่นกำเนิด :  ออสเตรเลีย',
        'อายุเฉลี่ย :  7-15 ปี',
        'น้ำหนัก :	30-40 กรัม',
        'ขนาดตัว :	 15-20 cm',
        'ขนาดกรงขั้นต่ำ : 60 x 60 x 76 cm',
        'ราคา : 900 - 3000 บาท',
        'สีขน : สีเขียว(Green) สีฟ้า(Blue) สีเหลือง(Yellow) และขาว',
      ],
      infoPet_Bird: [ //ลักษณะนิสัย  //🕊️🐣🐧🐓🐔🐓‍🐧🐣🕊️ 🐦 💫
        '🐦 นกหงส์หยก เป็นนกที่มีขนาดเล็ก มีลวดลาย และสีสันที่สวยงาม และสามารถแยกออกเป็นหลายพันธุ์ในตระกูลเดียวกัน นกหงษ์หยกเป็นนกที่ชอบแต่งตัวและรักสะอาด ชอบแต่งขนหน้ากระจก',

      ],
      needknowPet_Bird: [
        '🐧 การดูเพศของนกนั้น โดยดูที่จมูกของนก ในนกตัวผู้เมื่อเจริญเต็มที่จมูกนกจะเป็นสีฟ้าเข้ม และในนกตัวเมียจมูกจะมีสีออกเป็นสีเนื้อหรือสีน้ำตาลเข้ม',

      ],
      trickPet_Bird: [ //รู้หรือไม่
        '🕊️ นกหงษ์หยกจะจับคู่เมื่อมันพร้อมที่จะผสมพันธุ์ โดยสังเกตได้จาก นกอยู่กันเป็นคู่ ไซร้ขนให้กัน จะคอยป้อนอาหารให้กัน',
      ],
    ),
    InfoRabbit(
      id_Rabbit: '6',
      image_Bird: 'assets/images_pet/Macaw6.jpg',
      title_Bird: 'นกแก้วมาคอร์\n(Macaw)',
      bio_Bird: [ //ไปรู้จักเจ้าตัวนี้กัน
        'นกแก้วมาคอร์เป็นนกที่มีขนาดใหญ่ที่สุด ลักษณะที่โดดเด่นมากที่สุด คือ วงแหวนที่เปลือยเปล่าบริเวณรอบกดวงตา ',
      ],
      component_Bird: [ //ข้อมูลสำคัญ
        'ถิ่นกำเนิด :  อเมริกากลางและอเมริกาใต้',
        'อายุเฉลี่ย :  40 - 50 ปี',
        'น้ำหนัก :	0.8 - 1.2 กรัม',
        'ขนาดตัว :	 80 - 100 cm',
        'ราคา : 40,000 – 500,000 บาท',
        'สีขน : สีน้ำเงินและสีเหลือง และสีสันสดใสอย่างอื่น',
        'สุขภาพและปัญหาที่มักพบ : พฤติกรรมทำร้ายตัวเองโดยการถอนขน',
      ],
      infoPet_Bird: [ //ลักษณะนิสัย  //🕊️🐣🐧🐓🐔🐓‍🐧🐣🕊️ 🐦 💫
        '🐦 นกมาคอว์จะเคลื่อนที่เป็นฝูงส่งเสียงกรี๊ดร้อง',
        '🐦 ในช่วงเช้าตรู่ เสียงร้องโหยหวนจะเริ่มขึ้นเมื่อนกออกจากที่พักเพื่อไปรวมกันที่ต้นไม้ ที่นั่นนกมาคอร์จะอาบแดดก่อนออกเดินทางหาอาหาร',
        '🐦 ในตอนเที่ยง เมื่อความร้อนเพิ่มขึ้น พวกเขาก็มองหาที่ร่ม เมื่อแสงแดดเริ่มอ่อนลง นกก็จะออกมาหาอาหารอีกครั้ง',
        '🐦 ในตอนค่ำ พวกเขากลับไปที่จุดรวมพล ซึ่งมักจะเป็นต้นไม้เปล่า ก่อนแยกจากกันเพื่อบินไปยังรังของตนในตอนกลางคืน',
      ],
      needknowPet_Bird: [
        '🐧 นกแก้วมาคอร์ต้องหารกรงที่มีขนาดใหญ่และแข็งแรงทนทาน สำหรับนกแก้วมาคอร์ที่มีขนาดเล็กกรงนกควรมีขนาดความสูงขั้นต่ำ 90 cm ',
        '🐧 สำหรับนกแก้วมาคอร์ขนาดใหญ่ควรมีขนาดความสูงกรงขั้นต่ำ 150 cm ',

      ],
      trickPet_Bird: [ //รู้หรือไม่
        '🐣 นกแก้วมาคอร์ฉลาดมากมีความสามารถในการเลียนแบบเสียงคน',
      ],
    ),
    InfoRabbit(
      id_Rabbit: '7',
      image_Bird: 'assets/images_pet/Cockatoo7.jpg',
      title_Bird: 'นกแก้วกระตั้ว\n(Cockatoo)',
      bio_Bird: [ //ไปรู้จักเจ้าตัวนี้กัน
        'นกกระตั้วมีความโดดเด่นกว่านกแก้วสายพันธุ์อื่นๆ ด้วยขนหงอนบนหัวของนกกระตั้ว มีทั้งหมด 21 สายพันธุ์ที่อยู่ในวงศ์ “Cacatuidae” เข้ากับคนง่ายและต้องอยู่ใกล้ชิดกับผู้คนในชีวิต สามารถเลียนแบบคำพูดได้ นกกระตั้วมีตั้งแต่ขนาดกลางถึงขนาดใหญ่',
      ],
      component_Bird: [ //ข้อมูลสำคัญ
        'ถิ่นกำเนิด :  อินโดนีเซีย',
        'อายุเฉลี่ย :  45 - 65 ปี',
        'น้ำหนัก :	300 - 850 กรัม',
        'ขนาดตัว :	 35 - 50 cm',
        'ขนาดกรงขั้นต่ำ : 60 x 90 x 120 cm',
        'ราคา : 15000 – 40000 บาท',
        'สีขน : ทั่วไปจะมี สีขาว หรือสีดำ สีเทา บางสายพันธุ์จะมีสีเหลือง และสีชมพู บริเวณหงอนบนหัว นกกระตั้วกาล่าจะมีสีชมพู',
        'สุขภาพและปัญหาที่มักพบ : ',
      ],
      infoPet_Bird: [ //ลักษณะนิสัย  //🕊️🐣🐧🐓🐔🐓‍🐧🐣🕊️ 🐦 💫
        '🐦 นกกระตั้วเป็นนกที่น่ารักสดใส ชอบที่จะผูกพันและใกล้ชิดกับเจ้าของ',
        '🐦 นกกระตั้วชอบความรักและความต้องการเวลากับเจ้าของมาก',
        '🐦  ',
      ],
      needknowPet_Bird: [
        '🐧 เมื่อนกกระตั้วไม่ได้รับการดูแลเอาใจใส่และความสนใจจากเจ้าของ นกกระตั้วจะรู้สึกหดหู่ และจะแสดงพฤติทำร้ายตัวเองได้',
      ],
      trickPet_Bird: [ //รู้หรือไม่
        '💫 นกกระตั้วมีเสียงที่ดังเมื่อรู้สึกเบื่อ หงุดหงิดและตื่นเต้น',
        '🐣 นกกระตั้วเป็นนกที่ฉลาดและมีความสามารถในการพูดเลียนแบบเสียงได้ดี นกกระตั้วยังสามารถเข้าคนกับได้ง่ายเนื่องจากพวกมันชอบใกล้ชิดกับเจ้าของเป็นอย่างมาก และยังมีอายุขัยที่ยาวนาน 40-50 ปี  มีนิสัยขี้เล่นและซุกซน เหมาะสำหรับเป็นเลี้ยงที่ดีของครอบครัว',
      ],
    ),
    InfoRabbit(
      id_Rabbit: '8',
      image_Bird: 'assets/images_pet/forpus8.jpg',
      title_Bird: 'นกแก้วฟอพัส\n(Forpus)',
      bio_Bird: [ //ไปรู้จักเจ้าตัวนี้กัน
        'นกแก้วฟอพัสได้เป็นนกตัวเล็ก ๆ ที่ได้รับความนิยมมีถิ่นกำเนิดตามธรรมชาติในอเมริกาใต้ มีนิสัยร่าเริง รักใคร่และฉลาด',
        'อาหารที่เหมาะสมที่จะทำให้นกแก้วฟอพัสมีความสุขและมีสุขภาพดี  ควรเลือกอาหารสดและมีคุณค่าทางโภชนาการมากมาย อาหารคุณภาพต่ำจะเพิ่มความเสี่ยงต่อโรคอ้วนและภาวะทุพโภชนาการ',
      ],
      component_Bird: [ //ข้อมูลสำคัญ
        'ถิ่นกำเนิด :  อเมริกาใต้ เอกวาดอร์ตะวันตกและเปรู',
        'อายุเฉลี่ย :  15 - 25 ปี',
        'น้ำหนัก :	25-30 กรัม',
        'ขนาดตัว :	 14 cm',
        'ขนาดกรงขั้นต่ำ : 80 x 45 cm',
        'ราคา : 1,000 – 9,000 บาท',
        'สีขน : ขาวนวล และเหลืองนวล',
      ],
      infoPet_Bird: [ //ลักษณะนิสัย  //🕊️🐣🐧🐓🐔🐓‍🐧🐣🕊️ 🐦 💫
        '🐦 แม้ว่านกแก้วฟอพัสจะตัวเล็กมาก แต่ก็มีนิสัยขี้เล่น กระฉับกระเฉง',
        '🐦 ติดเจ้าของมากชนิดที่ว่าไปไหนไปกัน โดยเฉพาะอย่างยิ่งเมื่อเลี้ยงเพียงแค่ 1 ตัว',
      ],
      needknowPet_Bird: [
        '🐧 เมื่อคุณไม่ได้อยู่เล่นกับนกทั้งวัน การมีของเล่นที่หลากหลายเป็นสิ่งสำคัญมากสำหรับนกแก้วทุกสายพันธุ์',
        '💫 นกแก้วฟอพัสไม่ใช่นกที่มีเสียงดัง จึงทำให้เหมาะสำหรับผู้ที่อาศัยอยู่ในอพาร์ตเมนต์',
      ],
      trickPet_Bird: [ //รู้หรือไม่
        '🕊️ เป็นนกแก้วขนาดเล็ก ไม่ต้องการพื้นที่มาก',
      ],
    ),
  ];
}